Repository: Chia-Network/chia-blockchain-gui
Catalog: packages/gui/src/locales/*/messages.po
Languages: cs_cz, fa_ir, fi_fi, fr_fr, sv_se, uk_ua

source: Select Profile
cs_cz: Vybrat profil
fa_ir: انتخاب حساب کاربری
fi_fi: Valitse profiili
fr_fr: Sélectionner un Profil
sv_se: Välj profil
uk_ua: Обрати профіль

source: Select Temp/Final Directory
fa_ir: انتخاب پوشه موقت/نهایی
fi_fi: Valitse Väliaikainen/Lopullinen hakemisto
sv_se: Välj tillfällig/slutlig katalog

source: Select the final destination for the folder where you would like the plot to be stored. We recommend you use a large slow hard drive (like external HDD).
cs_cz: Vyberte cílovou složku, kam chcete na konci vytváření výsledné pole uložit. Doporučujeme použít velký a klidně pomalý pevný disk (HDD).
fa_ir: مقصد نهایی را برای پوشه ای که میخواهید پلات در آن ذخیره شود انتخاب کنید. ما به شما توصیه میکنیم از یک هارد دیسک با سرعت کم بزرگ(مثل هارد خارجی) استفاده کنید.
fi_fi: Valitse lopullinen kohdehakemisto plot-tiedostolle. Suosittelemme isoa massamuistia (esim. ulkoinen kovalevy).
fr_fr: Sélectionner le répertoire de stockage final de vos parcelles. Nous recommandons un gros et lent disque dur (comme un HDD externe).
sv_se: Välj den slutliga mapp där du vill att plotten ska sparas. Vi rekommenderar att du använder en stor, långsam hårddisk (t. ex. en extern HDD).
uk_ua: Виберіть кінцеве розташування теки, де ви бажаєте зберегти ділянку. Ми рекомендуємо використовувати великий повільний жорсткий диск (наприклад, зовнішній HDD).

source: Select the temporary destination for the folder where you would like the plot to be stored. We recommend you use a fast drive.
cs_cz: Vyberte dočasnou složku, do které chcete pole uložit. Doporučujeme použít rychlý disk (SSD).
fa_ir: مقصد موقت پوشه ای را که میخواهید پلاتها در آن ذخیره شود، انتخاب کنید. توصیه میکنیم از یک هاردسریع استفاده کنید.
fi_fi: Valitse väliaikainen työhakemisto plot-tiedostolle. Suosittelemme nopeaa levyä.
fr_fr: Sélectionner le répertoire temporaire où la parcelle sera stockée. Nous recommandons un disque dur rapide.
sv_se: Välj den tillfälliga mapp där du vill att plotten ska sparas under uppbyggnadsfasen. Vi rekommenderar att du använder en snabb SSD.
uk_ua: Виберіть розташування тимчасової теки, де ви хочете зберегти ділянку. Ми рекомендуємо використовувати швидкий диск.

source: Select Your Client Mode
cs_cz: Vyberte režim vašeho klienta
fa_ir: انتخاب حالت عملکرد خود
fi_fi: Valitse Sovelluksen Tila
fr_fr: Sélectionnez votre mode d'utilisation
sv_se: Välj klientläge
uk_ua: Виберіть режим клієнта

source: Select your Plot NFT
cs_cz: Vyberte své NFT pole
fa_ir: انتخاب پلات ان اف تی خود
fi_fi: Valitse Plot-NFT
fr_fr: Sélectionnez votre NFT de parcelles
sv_se: Välj din plott-NFT
uk_ua: Виберіть вашу NFT ділянку

source: Selected
cs_cz: Vybráno
fa_ir: انتخاب شد
fi_fi: Valittu
fr_fr: Sélectionné
sv_se: Vald
uk_ua: Вибрано

source: Self pool. When you win a block you will earn XCH rewards.
cs_cz: Vlastní pool. Když vyhraješ blok, získáš XCH odměnu ty.
fa_ir: در استخر شخصی وقتی یک بلاک را برنده میشوید، کل پاداش چیا را دریافت خواهید کرد.
fi_fi: Itsepoolaus. Kun voitat lohkon, ansaitset XCH-kolikoita.
fr_fr: Pool solitaire. Vous gagnerez des récompenses XCH lorsque vous gagnez un bloc.
sv_se: Självpoolning. När du vinner ett block tjänar du XCH-belöningar.
uk_ua: Свій пул. Коли ви виграєте блок, ви отримаєте нагороду XCH.

source: Self Pooling
cs_cz: Vlastní poolování
fa_ir: استخر شخصی
fi_fi: Itsepoolaus
fr_fr: Pool solitaire
sv_se: Självpoolning
uk_ua: Самостійне виставлення рахунків

source: Sell an NFT
fa_ir: فروش یک ان اف تی
fi_fi: Myy NFT
fr_fr: Vendre un NFT
sv_se: Sälj en NFT
uk_ua: Продати NFT

source: Send Message
fa_ir: ارسال پیام
fi_fi: Lähetä Viesti
fr_fr: Envoyer le message
sv_se: Skicka meddelande

source: Send Notification
fa_ir: ارسال اعلان
fi_fi: Lähetä Ilmoitus
fr_fr: Envoyer une notification
sv_se: Skicka avisering

source: Send offer notification
fa_ir: ارسال اعلان پیشنهاد
fi_fi: Lähetä ilmoitus tarjouksesta
fr_fr: Envoyer une notification de l’offre
sv_se: Skicka erbjudandeavisering

source: Send to Address
cs_cz: Odeslat na adresu
fa_ir: ارسال به آدرس
fi_fi: Lähetä osoitteeseen
fr_fr: Envoyer à l'adresse
sv_se: Skicka till adress
uk_ua: Надіслати на адресу

source: Send Transaction
fa_ir: ارسال تراکنش
fi_fi: Lähetä Tapahtuma
fr_fr: Envoyer la transaction
sv_se: Skicka transaktion

source: Set a default time frame for all outbound XCH transactions.
fa_ir: یک چارچوب زمانی پیش‌فرض برای تمام تراکنش‌های چیا خروجی تنظیم کنید.
fi_fi: Aseta oletusaikaraja kaikille lähteville XCH-tapahtumille.
fr_fr: Définir une période par défaut pour toutes les transactions XCH sortantes.
sv_se: Ange en standardtidsram för alla utgående XCH-transaktioner.

source: Set a time after which this offer expires.
fa_ir: زمانی را تعیین کنید که پس از آن این پیشنهاد منقضی شود.
fi_fi: Aseta aika, jonka jälkeen tarjous vanhenee.
sv_se: Ange en tidsrymd efter vilken detta erbjudande förfaller.

source: Set DID Name
fa_ir: تنظیم نام شناسه غیر متمرکز
fi_fi: Aseta DID-nimi
fr_fr: Définir le nom du DID
sv_se: Ställ in DID-namn

source: Set NFT DID
fa_ir: تنظیم شناسه غیرمتمرکز ان اف تی
fi_fi: Aseta NFT DID
fr_fr: Définir le DID du NFT
sv_se: Ställ in NFT-DID

source: Set Passphrase
cs_cz: Nastavit heslo
fa_ir: تنظیم رمز ورود جدید
fi_fi: Aseta Salasana
fr_fr: Définir la phrase secrète
sv_se: Ange lösenfras
uk_ua: Встановити пароль

source: Set up keys manually
fa_ir: کلیدها را به صورت دستی تنظیم کنید
fi_fi: Määritä avaimet manuaalisesti
sv_se: Konfigurera nycklar manuellt

source: Settings
cs_cz: Nastavení
fa_ir: تنظیمات
fi_fi: Asetukset
fr_fr: Paramètres
sv_se: Inställningar
uk_ua: Налаштування

source: Share
cs_cz: Sdílet
fa_ir: اشتراک گذاری
fi_fi: Jaa
fr_fr: Partager
sv_se: Dela
uk_ua: Поділитись

source: Share Offer
cs_cz: Sdílet nabídku
fa_ir: اشتراک پیشنهاد
fi_fi: Jaa Tarjous
fr_fr: Partager l'offre
sv_se: Dela erbjudandet
uk_ua: Поділитися пропозицією

source: Share on Dexie
cs_cz: Sdílet na Dexie
fa_ir: اشتراک در دکسی
fi_fi: Jaa Dexiessä
fr_fr: Partager sur Dexie
sv_se: Dela på Dexie
uk_ua: Поділитися на Dexie

source: Share on MintGarden
cs_cz: Sdílet na MintGarden
fa_ir: اشتراک در MintGarden
fi_fi: Jaa MintGardenissa
fr_fr: Partagez sur MintGarden
sv_se: Dela på MintGarden
uk_ua: Поділитися на MintGarden

source: Share on offerpool
cs_cz: Sdílet na offerpool
fa_ir: offerpool اشتراک در
fi_fi: Jaa Offerpoolissa
fr_fr: Partager sur OfferPool
sv_se: Dela på offerpool
uk_ua: Поділитися в offerpool

source: Share on Spacescan.io
cs_cz: Sdílet na Spacescan.io
fa_ir: Spacescan.io اشتراک در
fi_fi: Jaa Spacescan.io:ssa
fr_fr: Partager sur Spacescan.io
sv_se: Dela på Spacescan.io
uk_ua: Поділитися у Spacescan.io

source: Show
cs_cz: Ukázat
fa_ir: نمایش
fi_fi: Näytä
fr_fr: Afficher
sv_se: Visa
uk_ua: Показати

source: Show Details
cs_cz: Zobrazit podrobnosti
fa_ir: نمایش جزئیات
fi_fi: Näytä Tiedot
fr_fr: Voir les détails
sv_se: Visa detaljer
uk_ua: Детальніше

source: Show notification with offer or general announcement
fa_ir: نمایش اعلان با پیشنهاد یا اعلان عمومی
fi_fi: Näytä ilmoitus tarjouksen tai yleisen ilmoituksen kanssa
fr_fr: Afficher la notification avec une offre ou une annonce générale
sv_se: Visa avisering med erbjudande eller allmänt meddelande

source: Show Offer Details
fa_ir: نمایش جزئیات پیشنهاد
fi_fi: Näytä Tarjouksen Tiedot
fr_fr: Voir les détails de l'offre
sv_se: Visa erbjudandedetaljer

source: Shut down
fa_ir: بستن
fi_fi: Sammuta
fr_fr: Fermer
sv_se: Stäng av

source: Sign
fa_ir: امضا کردن
fi_fi: Allekirjoita
fr_fr: Signer
sv_se: Signera

source: Sign Message
fa_ir: امضاء پیام
fi_fi: Allekirjoita Viesti
fr_fr: Signer le Message
sv_se: Signera meddelande

source: Sign Message by Address
fa_ir: امضاء پیام با آدرس
fi_fi: Allekirjoita viesti osoitteella
fr_fr: Signer le Message par Adresse

source: Sign Message by Id
fa_ir: امضاء پیام با شناسه
fi_fi: Allekirjoita viesti tunnisteella
fr_fr: Signer le Message par ID

source: Signature
fa_ir: امضاء
fi_fi: Allekirjoitus
sv_se: Signatur

source: Signature Details
fa_ir: جزئیات امضاء
fi_fi: Allekirjoituksen Tiedot
fr_fr: Détails de la Signature

source: Signature Status:
fa_ir: وضعیت امضاء:
fi_fi: Allekirjoituksen Tila:
fr_fr: Statut de la Signature :
sv_se: Status för signatur:

source: Signature Verified
fa_ir: امضاء تایید شد
fi_fi: Allekirjoitus Varmennettu
fr_fr: Signature Vérifiée

source: Signatures
fa_ir: امضاها
fi_fi: Allekirjoitukset
sv_se: Signaturer

source: Signed By:
fa_ir: امضاء شده توسط:
fi_fi: Allekirjoittaja:
fr_fr: Signé par :
sv_se: Signerad av:

source: Signed Message
fa_ir: پیام امضاء شده
fi_fi: Allekirjoitettu Viesti
fr_fr: Message signé
sv_se: Signerat meddelande

source: Signed message file is too large (> 10MB)
fa_ir: فایل پیام امضاء شده خیلی بزرگ است (> 10 مگابایت)
fi_fi: Allekirjoittanut viestitiedosto on liian suuri (> 10MB)
fr_fr: Le fichier du message signé est trop grand (> 10MB)
sv_se: Signerad meddelandefil är för stor (> 10MB)

source: Signing Address (Optional)
fa_ir: نشانی امضاء (اختیاری)
fi_fi: Allekirjoitusosoite (valinnainen)
fr_fr: Adresse de signature (facultatif)
sv_se: Signeringsadress (valfritt)

source: Signing Entity
fa_ir: نهاد امضاکننده
fi_fi: Allekirjoitusentiteetti
fr_fr: Entité signataire

source: Signing Mode
fa_ir: حالت امضاء
fi_fi: Allekirjoitustila
fr_fr: Mode de signature
sv_se: Signeringsläge

source: Size of cache to reserve for I/O
cs_cz: Velikost mezipaměti k rezervaci I/O
fa_ir: اندازه حافظه پنهان جهت رزرو برای I/O
fi_fi: Varattavan välimuistin koko I/O:lle
fr_fr: Taille de la cache à réserver pour les E/S
sv_se: Storlek på cache att reservera för I/O
uk_ua: Розмір кешу для резервування вводу/виводу

source: Skip Confirmation for Commands
fa_ir: رد شدن از تأیید برای دستورات
fi_fi: Ohita komentojen vahvistus
fr_fr: Passer la confirmation des commandes
sv_se: Hoppa över bekräftelse för kommandon

source: Skips adding a final directory to harvester for farming
cs_cz: Přeskočí využití cílové složky pro farmaření
fa_ir: از قراردادن پوشه نهایی به برداشت کننده برای فارم صرفنظر شود
fi_fi: Ei lisää lopullista hakemistoa harvesteriin farmaroitavaksi
fr_fr: Ignorer l'ajout d'un répertoire final au moissonneur pour la culture
sv_se: Hoppar över steget att lägga till en slutlig mapp till skördaren för odling
uk_ua: Пропустити додавання фінальної директорії у комбайн для землеробства

source: Smooth out your XCH farming rewards by joining a pool.
cs_cz: Stabilizujte odměny za vaše farmení XCH přidáním do poolu.
fa_ir: برای به دست آوردن پاداش پایدار چیا به استخر بپیوندید.
fi_fi: Tasaa XCH-farmauspalkkioita liittymällä pooliin.
fr_fr: Aplanissez le rythme de vos récoltes XCH en rejoignant un pool.
sv_se: Jämna ut dina XCH-odlarbelöningar genom att gå med i en pool.
uk_ua: Отримайте свої нагороди за фарм XCH, приєднавшись до пулу.

source: Solo Farming
fa_ir: فارم شخصی
fi_fi: Yksinfarmaus
sv_se: Solo-odling

source: Sorry, you can't switch to mainnet by clicking here...
fa_ir: ...با عرض پوزش، نمیتوانید با کلیک کردن در اینجا به شبکه اصلی تغییر دهید
fi_fi: Pahoittelut, et voi vaihtaa mainnettiin klikkaamalla tästä...
fr_fr: Désolé, vous ne pouvez pas passer au réseau principal en cliquant ici...
sv_se: Du kan tyvärr inte byta till mainnet genom att klicka här...

source: Space
fa_ir: فضا
fi_fi: Tila
sv_se: Utrymme

source: Spacescan.io URL
fa_ir: Spacescan.io آدرس سایت
fr_fr: URL de Spacescan.io
sv_se: URL för Spacescan.io

source: Specify a value if using CPU as your harvester. Typical values will be 1 or 2.
fa_ir: در صورت استفاده از سی پی یو به عنوان برداشت کننده، مقداری را مشخص کنید. مقادیر معمولی 1 یا 2 خواهد بود.
fi_fi: Määritä arvo, jos käytät suoritinta harvesterina. Tyypilliset arvot ovat 1 tai 2.
sv_se: Ange ett värde om du använder CPU som skördare. Typiska värden är 1 eller 2.

source: Specify a value of 0 to use all available threads
cs_cz: Zadejte hodnotu 0 pro použití všech dostupných vláken
fa_ir: مقدار 0 را برای استفاده از تمام رشته های موجود مشخص کنید
fi_fi: Määritä arvo 0 käyttääksesi kaikkia käytettävissä olevia säikeitä
fr_fr: Spécifiez une valeur de 0 pour utiliser tous les threads disponibles
sv_se: Ange värdet 0 för att använda alla tillgängliga trådar
uk_ua: Вкажіть значення 0 для використання всіх доступних потоків

source: Specify a wallet address, NFT, or DID to sign with
fa_ir: آدرس کیف پول، ان اف تی یا شناسه غیرمتمرکز برای امضا را مشخص کنید
fi_fi: Määritä lompakon osoite, NFT tai DID allekirjoittaaksesi
fr_fr: Spécifiez une adresse de portefeuille, NFT ou DID avec laquelle signer
sv_se: Ange en plånboksadress, NFT, eller DID för att signera med

source: Specify GPU index (0, 1, 2, etc) for harvesting if more than one GPU is present)
fa_ir: اگر بیش از یک کارت گراقیک وجود دارد، شاخص آنرا (0، 1، 2، و غیره) برای برداشت مشخص کنید)
fi_fi: Määritä GPU-indeksi (0, 1, 2, jne.) harvesteria varten, jos on olemassa useampi kuin yksi GPU
sv_se: Ange GPU-index (0, 1, 2 etc) för skörd om det finns fler än en GPU

source: Spend CAT
fa_ir: توکن خرج کنید
fi_fi: Käytä CAT-tokeneja
fr_fr: Dépenser des CAT
sv_se: Spendera CAT

source: Spend Fee
fa_ir: کارمزد خرج کتید
fi_fi: Maksu
fr_fr: Dépenser les Frais

source: Spendable Balance: {0}
fa_ir: موجودی قابل خرج کزدن: {0}
fi_fi: Käytettävissä oleva saldo: {0}
fr_fr: Solde dépensable : {0}
sv_se: Spenderbart saldo: {0}

source: Spendable Balance: {spendableBalance} {currencyCode}
fa_ir: {spendableBalance} {currencyCode} :موجودی قابل خرج کزدن
fi_fi: Käytettävissä oleva saldo: {spendableBalance} {currencyCode}
fr_fr: Solde dépensable : {spendableBalance} {currencyCode}
sv_se: Spenderbart saldo: {spendableBalance} {currencyCode}

source: Stale partials
fa_ir: مشازکت قدیمی
fi_fi: Vanhentuneet partiaalit

source: Stale Partials
fa_ir: مشازکت قدیمی
fi_fi: Vanhentuneet partiaalit

source: Standard Version Number
fa_ir: شماره نسخه استاندارد
fi_fi: Vakioversionumero
fr_fr: Numéro de version standard
sv_se: Standardversionsnummer

source: Start
fa_ir: شروع
fi_fi: Aloita
fr_fr: Démarrer

source: Start Index
fa_ir: فهرست شروع
fi_fi: Aloitusindeksi
fr_fr: Index de départ

source: Start Key
fa_ir: کلید شروع
fi_fi: Aloitusavain
fr_fr: Clé de départ

source: Starting services
cs_cz: Spouštění služeb
fa_ir: شروع خدمات
fi_fi: Käynnistetään palveluja
fr_fr: Démarrage des services
sv_se: Startar tjänster
uk_ua: Запуск сервісів

source: Startup
cs_cz: Po spuštění
fa_ir: شروع
fi_fi: Käynnistys
fr_fr: Démarrage
sv_se: Uppstart
uk_ua: Автозавантаження

source: State
cs_cz: Stav
fa_ir: حالت
fi_fi: Tila
fr_fr: État
sv_se: Tillstånd
uk_ua: Стан

source: Status
cs_cz: Stav
fa_ir: وضعیت
fi_fi: Tila
fr_fr: Statut
uk_ua: Стан

source: Store and Send XCH
cs_cz: Uložit a Odeslat XCH
fa_ir: ذخیره و ارسال چیا
fi_fi: Säilytä ja lähetä XCH:itä
fr_fr: Stocker et envoyer des XCH
sv_se: Spara och skicka XCH
uk_ua: Зберігати та відправляти XCH

source: Submit
cs_cz: Odeslat
fa_ir: ارسال
fi_fi: Lähetä
fr_fr: Envoyer
sv_se: Skicka
uk_ua: Надіслати

source: Success
cs_cz: Úspěch
fa_ir: با موفقیت
fi_fi: Onnistui
fr_fr: Succès
sv_se: Lyckades
uk_ua: Успіх

source: Successfully restarted Harvester
fa_ir: برداشت کننده با موفقیت دوباره راه اندازی شد
fi_fi: Harvesterin uudelleenkäynnistys onnistui
sv_se: Skördaren startades om

source: Successfully updated cache size limit.
fa_ir: محدودیت اندازه حافظه پنهان با موفقیت بروز شد.
fi_fi: Välimuistin kokoraja päivitettiin onnistuneesti.
fr_fr: Taille du cache mise à jour avec succès.
sv_se: Uppdaterade cachens storleksgräns.

source: Successfully updated the derivation index. Your balances may take a while to update.
cs_cz: Index derivace byl úspěšně aktualizován. Aktualizace zůstatků může chvíli trvat.
fa_ir: لیست استخراج با موفقیت بروز شد. بروز رسانی موجودی شما ممکن است کمی طول بکشد.
fi_fi: Onnistuneesti päivitetty derivaatioindeksi. Saldojen päivitys voivat kestää jonkin aikaa.
fr_fr: L'indice de dérivation a été mis à jour avec succès. Cela peut prendre un certain temps pour mettre à jour vos soldes.
sv_se: Härledningsindex uppdaterades. Det kan ta ett tag innan dina saldon uppdateras.
uk_ua: Індекс деривації успішно оновлено. Оновлення вашого балансу може зайняти деякий час.

source: Sync status
fa_ir: وضعیت سینک
fi_fi: Synkronoinnin tila
sv_se: Synkroniseringsstatus

source: Synced
cs_cz: Synchronizováno
fa_ir: سینک شده
fi_fi: Synkronissa
fr_fr: Synchronisé
sv_se: Synkad
uk_ua: Синхронізовано

source: Syncing
cs_cz: Synchronizace
fa_ir: درحال سینک
fi_fi: Synkronoi
fr_fr: Synchronisation
sv_se: Synkar
uk_ua: Синхронізація

source: Syncing <0/>/<1/>
cs_cz: Synchronizuji <0/>/<1/>
fa_ir: در حال سینک <0/>/<1/>
fi_fi: Synkronoi <0/>/<1/>
fr_fr: Synchronisation <0/>/<1/>
sv_se: Synkar <0/>/<1/>
uk_ua: Синхронізація <0/>/<1/>

source: Take Offer
fa_ir: دریافت پیشنهاد
fi_fi: Hyväksy Tarjous
fr_fr: Accepter l'Offre
sv_se: Anta erbjudandet

source: Target Address
fa_ir: آدرس مقصد
fi_fi: Kohdeosoite
fr_fr: Adresse de destination
sv_se: Måladress

source: Target Puzzle Hash
fa_ir: هدف پازل هش
fi_fi: Palkkion Osoitetiiviste
fr_fr: Hash du puzzle cible
sv_se: Mål-pusselhash
uk_ua: Хеш-головоломка фермера

source: Temp folder location is required for hybrid disk plotting with 16/128G RAM
fa_ir: مکان پوشه موقت برای پلات سازی دیسک هیبریدی با حافظه 16/128گیگ مورد نیاز است
fi_fi: Temp-kansion sijainti vaaditaan 16/128G RAM hybridiplottauksen kanssa

source: Temporary folder location
cs_cz: Umístění dočasné složky
fa_ir: مکان پوشه موقت
fi_fi: Väliaikaishakemiston sijainti
fr_fr: Emplacement du dossier temporaire
sv_se: Tillfällig mapp
uk_ua: Тимчасова тека

source: The average number of plots which passed filter over last 64 signage points
fa_ir: میانگین تعداد پلاتهایی که از 64 نقطه علامت گذاری گذشته فیلتر عبور کرده اند
fi_fi: Keskimääräinen määrä plotteja, jotka ovat läpäisseet suodattimen viimeisten 64 kirjauspisteen aikana
sv_se: Genomsnittligt antal plottar som passerade filtret över de senaste 64 signeringspunkterna

source: The average number of plots which passed filter over the last 64 signage points. It is expected to be {expectedAvgPassedFilter} for total {latestTotalPlots} plots. (Current plot filter: 1 / {plotFilter})
fa_ir: میانگین تعداد پلاتهایی که از 64 نقطه علامت گذاری گذشته فیلتر عبور کرده اند. انتظار میرود برای کل نمودارهای {latestTotalPlots} {expectedAvgPassedFilter} باشد. (فیلتر نمودار فعلی: 1 / {plotFilter})
fi_fi: Keskimääräinen määrä plotteja, jotka ovat läpäisseet suodattimen viimeisten 64 kirjauspisteen aikana. Odotusarvo on {expectedAvgPassedFilter} yhteensä {latestTotalPlots} plotille. (Plottifiltteri: 1/{plotFilter})
sv_se: Genomsnittligt antal plottar som passerade filtret över de senaste 64 signeringspunkterna. Det förväntas vara {expectedAvgPassedFilter} för totalt {latestTotalPlots} plottar. (Nuvarande plot filter: 1 / {plotFilter})

source: The Chia application and its services are using different versions. Some functionality may not be behave properly as a result.<0/><1/>Chia services version: {backV}<2/>Chia application version: {guiV}<3/><4/>It is recommended that you quit the Chia application and stop all Chia services.
fa_ir: برنامه چیا و سرویس های آن از نسخه های مختلفی استفاده میکنند. در نتیجه برخی از عملکردها ممکن است به درستی عمل نکنند.<0/><1/>نسخه خدمات Chia: {backV}<2/>نسخه برنامه Chia: {guiV}<3/><4/>توصیه میشود که از برنامه چیا خارج شوید و تمام خدمات چیا را متوقف کنید.
fi_fi: Chia-sovellus ja sen palvelut käyttävät eri versioita. Jotkin toiminnot eivät välttämättä toimi kunnolla sen seurauksena. <0/><1/>Chia-palvelujen versio: {backV}<2/>Chia-sovelluksen versio: {guiV}<3/><4/>On suositeltavaa, että sammutat Chia-sovelluksen ja pysäytät kaikki Chia-palvelut.
fr_fr: L'application Chia et ses services n'ont pas la même version. En conséquence, certaines fonctionnalités peuvent ne pas fonctionner correctement. <0/><1/>Version des services Chia : {backV}<2/>Version d'application Chia : {guiV}<3/><4/>Il est recommandé de quitter l'application Chia et d'arrêter tous les services Chia.
sv_se: Chia-programmet och dess tjänster använder olika versioner. Därför kanske vissa funktioner inte fungerar som de ska. <0/><1/>Chia-tjänster version: {backV}<2/>Chia-programversion: {guiV}<3/><4/>Du bör avsluta Chia-programmet och stoppa alla Chia-tjänster.

source: The claw back time can be manually adjusted per transaction.
fa_ir: زمان ادعای بازگرداندن را میتوان به صورت دستی در هر تراکنش تنظیم کرد.
fi_fi: Takaisinvetoaika voidaan asettaa transaktiokohtaisesti
fr_fr: Le temps de récupération peut être ajusté manuellement pour chaque transaction.

source: The derivation index sets the range of wallet addresses that the wallet scans the blockchain for. This number is generally higher if you have a lot of transactions or canceled offers for XCH, CATs, or NFTs. If you believe your balance is incorrect because it’s missing coins, then increasing the derivation index could help the wallet include the missing coins in the balance total.
cs_cz: Derivační index nastavuje rozsah adres peněženky, pro které peněženka skenuje blockchain. Toto číslo je obecně vyšší, pokud máte spoustu transakcí nebo zrušených nabídek pro XCH, CAT, nebo NFT. Pokud se domníváte, že Váš zůstatek je nesprávný, protože chybí mince, pak zvýšení derivačního indexu může pomoci peněžence zahrnout chybějící mince do celkového zůstatku.
fa_ir: شاخص مشتق که کیف پول بلاکچین را اسکن میکند محدوده آدرس های کیف پول را تعیین مینماید. اگر تراکنش‌های زیادی دارید یا پیشنهادات لغو شده برای چیا، نوکن یا ان اف تی دارید، این عدد معمولاً بیشتر است. اگر فکر میکنید موجودی‌ شما نادرست است، ارزهای درون آن کمتر است، افزایش شاخص مشتق‌گیری میتواند به کیف پول کمک کندتا ارزهای گمشده را در کل موجودی قراردهد.
fi_fi: Derivaatioindeksi asettaa lompakon osoitteiden määrän, jota lompakko skannaa lohkoketjusta. Tämä luku on yleensä suurempi, jos sinulla on paljon tapahtumia tai peruutettuja tarjouksia XCH-, CAT- tai NFT-kolikoille. Jos uskot, että saldo on väärä, nosta derivaatioindeksiä, mikä auttaa lompakkoa sisällyttämään puuttuvat kolikot saldoon.
fr_fr: L'indice de dérivation définit le nombre d'adresses que le portefeuille va scanner sur la blockchain. Ce nombre est généralement plus élevé si vous avez beaucoup de transactions ou d'offres annulées pour XCH, CATs ou NFTs. Si vous pensez que votre solde est incorrect car il manque des pièces, alors augmenter l'indice de dérivation pourrait aider le portefeuille à inclure les pièces manquantes dans le total du solde.
uk_ua: Індекс деривації встановлює діапазон адрес гаманця, для яких гаманець відсканує блокчейн. Це число, в загальному, більше за використання багатьох транзакцій або скасованих пропозицій для XCH, CATS або NFTs. Якщо ви вважаєте, що ваш баланс неправильний тому що на ньому недостатньо транзакцій, тоді збільшення індексу деривації може допомогти для формування правильного балансу.

source: The folder is on a RAM Disk
cs_cz: Složka je na RAM disku
fa_ir: پوشه در دیسک حافظه
fi_fi: Kansio on RAM levyllä
fr_fr: Le dossier est sur un RAM Disk
sv_se: Mappen är på en RAM-disk
uk_ua: Папка знаходиться на RAM диску

source: The full node that your farmer is connected to is below. <0>Learn more</0>
cs_cz: Uzel ke kterému je váš farmer (farmář) připojen. <0>Zjistit více</0>
fa_ir: نودکاملی که فارم شما که آن متصل شده در زیر آمده است. <0>بیشتر بیاموزید</0>
fi_fi: Alla noodi, johon farmerisi on yhteydessä. <0>Katso lisää</0>
fr_fr: Le nœud complet auquel votre fermier est connecté est ci-dessous. <0>En savoir plus</0>
sv_se: Den fullständiga nod din odlare är ansluten till är nedan. <0>Läs mer</0>
uk_ua: Повний вузол, до якого підключено вашого фермера, вказано нижче. <0>Дізнатися більше</0>
