Repository: Chia-Network/chia-blockchain-gui
Catalog: packages/gui/src/locales/*/messages.po
Languages: cs_cz, fa_ir, fi_fi, fr_fr, sv_se, uk_ua

source: Parallel Decompressor Count
fa_ir: شمارش غیرفشرده سازی موازی
fi_fi: Rinnakkaisten dekompressorien lukumäärä

source: Parent Coin Info
fa_ir: اطلاعات ارز مادر
fi_fi: Edeltävän Kolikon Tiedot
fr_fr: Info de la Pièce Parente

source: Partials found but not sent to pools. This usually happens when a partial is found before connections to pools are established
fa_ir: مشازکت پیدا شد اما به استخرها ارسال نشد. این معمولاً زمانی اتفاق می‌افتد که قبل از برقراری ارتباط با استخرها، مشازکت پیدا شود
fi_fi: Partiaaleja löytynyt, mutta ei lähetetty pooliin. Tämä tapahtuu yleensä kun partiaali löytyy ennen kuin yhteys pooliin on luotu

source: Partials not good enough for difficulties for corresponding pools
fa_ir: بخش هایی برای مشکلات استخرهای مورد نظر به اندازه کافی خوب نیستند
fi_fi: Riittämättömät partiaalit poolien vaikeuskertoimille

source: Partials sent to pools but received error responses
fa_ir: بخش هایی به استخرها ارسال شد اما پاسخ های خطا دریافت کرد
fi_fi: Partiaalit lähetetty pooleihin, mutta vastaanotettu virhevastauksia

source: Partials sent to pools but too late
fa_ir: مشارکت ها به استخرها ارسال شد اما خیلی دیر
fi_fi: Partiaalit lähetetty pooleihin, mutta myöhässä

source: Partials successfully sent and acknowledged by pools
fa_ir: مشازکت ها با موفقیت ارسال شد و توسط استخرها تأیید شد
fi_fi: Onnistuneesti lähetetyt ja hyväksytyt partiaalit poolissa

source: Passphrase
cs_cz: Heslo
fa_ir: رمز ورود
fi_fi: Salasana
fr_fr: Phrase secrète
sv_se: Lösenfras
uk_ua: Пароль

source: Passphrase Hint
cs_cz: Nápověda k heslu
fa_ir: یاداوری رمز ورود
fi_fi: Salasanavihje
fr_fr: Indice de la phrase secrète
sv_se: Ledtråd för lösenfras
uk_ua: Підказка до паролю

source: Passphrase Hint (Optional)
cs_cz: Nápověda k heslu (nepovinné)
fa_ir: یاداوری رمز ورود (اختیاری)
fi_fi: Salasanavihje (vapaaehtoinen)
fr_fr: Indice de la phrase secrète (Facultatif)
sv_se: Ledtråd för lösenfras (valfritt)
uk_ua: Підказка до пароля (необов'язково)

source: Passphrase protection has been disabled
cs_cz: Ochrana heslem byla deaktivována
fa_ir: حفاظت از رمز ورود غیرفعال شده است
fi_fi: Salasanasuojaus on pois käytöstä
fr_fr: La protection par phrase secrète a été désactivée
sv_se: Lösenfrasskydd har inaktiverats
uk_ua: Захист паролем було вимкнено

source: Passphrase protection is disabled
cs_cz: Ochrana heslem je vypnuta
fa_ir: حفاظت از رمز ورود غیرفعال است
fi_fi: Salasanasuojaus on pois käytöstä
fr_fr: La protection par phrase secrète est désactivée
sv_se: Lösenfrasskydd är inaktiverat
uk_ua: Захист паролем вимкнено

source: Passphrase protection is enabled
cs_cz: Ochrana heslem je zapnuta
fa_ir: حفاظت از رمز ورود فعال است
fi_fi: Salasanasuojaus on käytössä
fr_fr: La protection par phrase secrète est activée
sv_se: Lösenfrasskydd är aktiverat
uk_ua: Захист паролем увімкнено

source: Passphrase support requires migrating your keys to a new keyring
cs_cz: Podpora hesla vyžaduje migraci vašich klíčů do nové klíčenky
fa_ir: پشتیبانی از رمز ورود نیاز به انتقال کلیدهای خود به یک کلید جدید است
fi_fi: Salasanatuki vaatii avainten siirtämistä uuteen avainrenkaaseen
fr_fr: Il est nécessaire de migrer vos clés vers un nouveau trousseau avant de pouvoir définir une phrase secrète
sv_se: Lösenfrasstöd kräver migrering av dina nycklar till en ny nyckelring
uk_ua: Підтримка захисту паролем вимагатиме міграції ваших ключів у нову зв'язку ключів

source: Paste link
fa_ir: جای گزاری لینک
fi_fi: Liitä linkki
fr_fr: Coller le lien
sv_se: Klistra in länk

source: Paste Offer Data
cs_cz: Vložit data nabídky
fa_ir: چسباندن اطلاعات پیشنهاد
fi_fi: Liitä Tarjoustiedot
fr_fr: Coller les données d'une offre
sv_se: Klistra in erbjudandedata
uk_ua: Вставити дані пропозиції

source: Paste the address from WalletConnect below.
fa_ir: در زیر جای‌گذاری کنید. WalletConnect آدرس را از
fi_fi: Liitä osoite WalletConnectista alla.
fr_fr: Collez l'adresse de WalletConnect ci-dessous.
sv_se: Klistra in adressen från WalletConnect nedan.

source: Payout Address
cs_cz: Výplatní adresa
fa_ir: آدرس پرداخت
fi_fi: Maksun Osoite
fr_fr: Adresse de paiement
sv_se: Utbetalningsadress
uk_ua: Адреса для виплати

source: Peak Height
cs_cz: Maximální výška
fa_ir: حداکثر ارتفاع
fi_fi: Lakikorkeus
fr_fr: Pic Hauteur
sv_se: Topphöjd
uk_ua: Найбільша висота

source: Pending
cs_cz: Čeká na vyřízení
fa_ir: در انتظار
fi_fi: Odottaa
fr_fr: En attente
sv_se: Väntande
uk_ua: В очікуванні

source: Pending Accept
cs_cz: Čeká na přijetí
fa_ir: در انتظار قبول شدن
fi_fi: Hyväksyntä kesken
fr_fr: En attente d'acceptation
uk_ua: Очікує на прийняття

source: Pending Cancel
cs_cz: Čeká na zrušení
fa_ir: در انتظار لغو
fi_fi: Peruutus kesken
fr_fr: Annulation en attente
uk_ua: Очікує на скасування

source: Pending Confirm
cs_cz: Čeká na potvrzení
fa_ir: در انتظار تایید
fi_fi: Vahvistus kesken
fr_fr: Confirmation en attente
sv_se: Väntar på bekräftelse
uk_ua: Очікує підтвердження

source: Pending removal
fa_ir: در انتظار حذف
fi_fi: Odottaa poistamista
fr_fr: En attente de suppression

source: Please check the following link to verify the site you are going to visit. Proceed at your own risk.
cs_cz: Zkontrolujte prosím následující odkaz, že opravdu odkazuje na místo které chete navštívit. Pokračujte na vlastní riziko.
fa_ir: لطفا لینک زیر را بررسی کنید تا از سایتی که میخواهید ببینید مطمن شوید. با مسئولیت خود ادامه دهید.
fi_fi: Tarkista linkki ennen kuin siirryt. Jatka omalla riskillä.
fr_fr: Veuillez vérifier le lien suivant avant de le visiter. Continuez à vos propres risques.
sv_se: Kontrollera följande länk för att verifiera webbplatsen du ska besöka. Fortsätt på egen risk.
uk_ua: Перейдіть за наведеним нижче посиланням, щоб підтвердити сайт, який ви збираєтеся відвідати. Продовжуйте на свій страх і ризик.

source: Please Confirm
cs_cz: Prosím potvrďte
fa_ir: لطفا تایید کنید
fi_fi: Ole hyvä ja vahvista
fr_fr: Veuillez confirmer
sv_se: Bekräfta
uk_ua: Підтвердіть, будь ласка

source: Please enter a passphrase
cs_cz: Prosím, zadejte heslo
fa_ir: لطفا یک رمز ورود وارد کنید
fi_fi: Ole hyvä ja syötä salasana
fr_fr: Veuillez entrer une phrase secrète
sv_se: Ange en lösenfras
uk_ua: Будь ласка, введіть пароль

source: Please enter a URI
fa_ir: لطفا یک URI وارد کنید
fi_fi: Syötä URI
fr_fr: Veuillez entrer une URI
sv_se: Ange en URI

source: Please enter a valid numeric fee
cs_cz: Prosím, zadejte platnou číselnou hodnotu
fa_ir: لطفاً یک کارمزد با اعداد معتبر وارد کنید
fi_fi: Anna käypä numeerinen transaktiomaksu
fr_fr: Veuillez saisir un montant de frais valide
sv_se: Ange en giltig numerisk avgift
uk_ua: Будь ласка, введіть дійсне числове значення комісії

source: Please enter an amount
cs_cz: Prosím, zadejte částku
fa_ir: لطفا یک مبلع وارد کنید
fi_fi: Syötä summa
fr_fr: Veuillez saisir un montant
sv_se: Ange ett belopp
uk_ua: Будь ласка, введіть кількість

source: Please enter an amount for {0} token
fa_ir: لطفاً مبلغی را برای توکن {0} وارد کنید
fi_fi: Ole hyvä ja syötä summa {0} tokenille
fr_fr: Veuillez entrer un montant pour le jeton {0}
sv_se: Ange ett belopp för token {0}

source: Please enter an amount for {catName} token
fa_ir: وارد کنید {catName} لطفاً مبلغی را برای توکن
fi_fi: Ole hyvä ja syötä summa {catName} tokenille
fr_fr: Veuillez entrer un montant pour le jeton {catName}
sv_se: Ange ett belopp för token {catName}

source: Please enter an amount for each row
cs_cz: Prosím zadejte částku pro každý řádek
fa_ir: لطفاً برای هر ردیف مبلغی را وارد کنید
fi_fi: Ole hyvä ja syötä summa jokaiselle riville
fr_fr: Veuillez saisir un montant pour chaque ligne
sv_se: Ange ett belopp för varje rad
uk_ua: Будь ласка, введіть кількість для кожного рядку

source: Please enter an NFT identifier
cs_cz: Prosím, zadejte NFT identifikátor
fa_ir: لطفاً یک شناسه ان اف تی وارد کنید
fi_fi: Anna NFT:n tunniste
fr_fr: Veuillez saisir un identifiant NFT
sv_se: Ange en NFT-identifierare
uk_ua: Введіть NFT ідентифікатор

source: Please enter an XCH amount
fa_ir: لطفاً یک مبلغ چیا وارد کنید
fi_fi: Syötä XCH summa
fr_fr: Veuillez saisir un montant de XCH
sv_se: Ange ett belopp i XCH

source: Please enter your current passphrase, and a new passphrase
cs_cz: Zadejte prosím své aktuální heslo a nové heslo
fa_ir: لطفا رمز ورود فعلی خود و یک رمز ورود جدید را وارد کنید
fi_fi: Ole hyvä ja syötä nykyinen salasana ja uusi salasana
fr_fr: Veuillez saisir votre phrase secrète actuelle puis une nouvelle phrase secrète
sv_se: Ange din nuvarande lösenfras, och en ny lösenfras
uk_ua: Будь ласка, введіть свій поточний пароль та новий пароль

source: Please enter your passphrase
cs_cz: Prosím, zadejte heslo
fa_ir: لطفا رمز ورود خود را وارد کنید
fi_fi: Ole hyvä ja syötä salasana
fr_fr: Veuillez saisir votre phrase secrète
sv_se: Ange lösenfras
uk_ua: Будь ласка, введіть ваш пароль

source: Please enter your passphrase to proceed
cs_cz: Chcete-li pokračovat, zadejte prosím své heslo
fa_ir: لطفا رمز ورود خود را برای ادامه وارد کنید
fi_fi: Ole hyvä ja syötä salasanasi jatkaaksesi
fr_fr: Veuillez saisir votre phrase secrète pour continuer
sv_se: Ange din lösenfras för att fortsätta
uk_ua: Будь ласка, введіть ваш пароль для продовження

source: Please restart your harvester in order for any changes to take effect.
fa_ir: لطفاً برداشت کننده خود را مجدداً اجرا کنید تا هر گونه تغییری اعمال شود.
fi_fi: Käynnistä harvesteri uudelleen, jotta kaikki muutokset tulevat voimaan.
sv_se: Starta om din skördare för att eventuella ändringar ska träda i kraft.

source: Please select a profile to move the NFT to.
cs_cz: Prosím zadejte profil, do kterého přesunout NFT.
fa_ir: لطفاً یک حساب کاربری برای انتقال ان اف تی به آن انتخاب کنید.
fi_fi: Valitse profiili, jolle NFT siiretään.
fr_fr: Veuillez sélectionner un profil vers lequel transférer le NFT.
sv_se: Välj en profil att flytta NFT:n till.
uk_ua: Будь ласка, виберіть профіль для переміщення NFT.

source: Please select an asset for each row
cs_cz: Prosím vyberte aktivum pro každý řádek
fa_ir: لطفاً برای هر ردیف مبلغی را انتخاب کنید
fi_fi: Ole hyvä ja valitse assetti jokaiselle riville
fr_fr: Veuillez saisir un actif pour chaque ligne
sv_se: Välj en tillgång för varje rad
uk_ua: Будь ласка, виберіть актив для кожного рядка

source: Please select an asset for each token
fa_ir: لطفاً یک دارایی برای هر توکن انتخاب کنید
fi_fi: Ole hyvä ja valitse assetti jokaiselle tokenille
fr_fr: Veuillez sélectionner un actif pour chaque jeton
sv_se: Välj en tillgång för varje token

source: Please select an asset type
cs_cz: Vyberte prosím typ aktiva
fa_ir: لطفاً یک نوع دارایی را انتخاب کنید
fi_fi: Ole hyvä ja valitse assetin tyyppi
fr_fr: Veuillez sélectionner un type d'actif
sv_se: Välj ett tillgångsslag
uk_ua: Будь ласка, виберіть тип активу

source: Please select at least one key
fa_ir: لطفا حداقل یک کلید را انتخاب کنید
fi_fi: Valitse vähintään yksi avain
fr_fr: Veuillez sélectionner au moins une clé
sv_se: Välj minst en nyckel

source: Please specify at least one offered asset
fa_ir: لطفاً حداقل یک دارایی پیشنهادی را مشخص کنید
fi_fi: Määritä vähintään yksi tarjottu assetti
fr_fr: Veuillez spécifier au moins un actif offert
sv_se: Ange minst en erbjuden tillgång

source: Please specify final directory
cs_cz: Zadejte, prosím, finální složku
fa_ir: لطفا پوشه نهایی را مشخص کنید
fi_fi: Valitse kohdehakemisto
fr_fr: Merci d'indiquer un répertoire final
sv_se: Ange slutlig mapp
uk_ua: Будь ласка, вкажіть фінальну теку

source: Please specify temporary directory
cs_cz: Zadejte, prosím, dočasnou složku
fa_ir: لطفا پوشه موقت را مشخص کنید
fi_fi: Valitse väliaikaishakemisto
fr_fr: Merci d'indiquer un répertoire temporaire
sv_se: Ange tillfällig mapp
uk_ua: Будь ласка, вкажіть тимчасову теку

source: Please wait for wallet synchronization
fa_ir: لطفا برای اتمام سیک کیف پول صبر کنید
fi_fi: Ole hyvä ja odota lompakon synkronointia
fr_fr: Veuillez attendre la synchronisation du portefeuille
sv_se: Vänta på synkronisering av plånboken
uk_ua: Дочекайтеся закінчення синхронізації гаманця

source: Plot
fa_ir: پلات
fi_fi: Plotti
sv_se: Plott

source: Plot Count
cs_cz: Počet polí
fa_ir: تعداد پلات ها
fi_fi: Plottien Määrä
fr_fr: Nombre de parcelles
sv_se: Antal plottar
uk_ua: Кількість ділянок

source: Plot details
fa_ir: جزئیات پلات
fi_fi: Plotin tiedot
sv_se: Plottdetaljer

source: Plot Id
cs_cz: ID pole
fa_ir: شناسه پلات
fi_fi: Plotin Tunnus
fr_fr: Id de la parcelle
sv_se: Plott-ID
uk_ua: ID ділянки

source: Plot in Parallel
cs_cz: Vytvářet pole paralelně
fa_ir: پلات سازی بصورت موازی
fi_fi: Rinnakkaisplottaa
fr_fr: Tracer en parallèle
sv_se: Plotta parallellt
uk_ua: Засіювати ділянки паралельно

source: Plot is duplicate of {0}
cs_cz: Pole je duplikát {0}
fa_ir: پلات تکراری از {0} است
fi_fi: Plotti on {0}:n duplikaatti
fr_fr: La parcelle est un doublon de {0}
sv_se: Plotten är en dubblett av {0}
uk_ua: Ділянка є дублікатом {0}

source: Plot Key
cs_cz: Klíč Pole
fa_ir: کلید پلات
fi_fi: Plotin Avain
fr_fr: Clé de la parcelle
sv_se: Plottnyckel
uk_ua: Ключ ділянки

source: Plot NFT Plot Target Address
cs_cz: Cílová adresa NFT pole
fa_ir: آدرس پلات مقصد پلات ان اف تی
fi_fi: Plot-NFT-poolin osoite
fr_fr: Adresse de destination du NFT de parcelles
uk_ua: NFT ділянка цільової адреси

source: Plot NFT Pool Contract Address
cs_cz: Kontraktační adresa NFT poolu
fa_ir: آدرس قرارداد استخر پلات ان اف تی
fi_fi: Plot-NFT Poolin Sopimusosoite
fr_fr: Adresse du contrat du NFT de parcelles
sv_se: Poolkontraktsadress för Plott-NFT
uk_ua: Адреса NFT контракту пулу

source: Plot NFT with p2_singleton_puzzle_hash {plotNFTId} does not exists
cs_cz: NFT pole s p2_singleton_puzzle_hash {plotNFTId} neexistuje
fa_ir: وجود ندارد p2_singleton_puzzle_hash {plotNFTId} پلات ان اف تی با
fi_fi: Plot-NFT:tä p2_singleton_puzzle_hashilla {plotNFTId} ei ole olemassa
fr_fr: Le NFT de parcelles ayant le p2_singleton_puzzle_hash {plotNFTId} n'existe pas
sv_se: Plott-NFT med p2_singleton_puzzle_hash {plotNFTId} finns inte
uk_ua: Ділянка NFT з p2_singleton_puzzle_hash {plotNFTId} не існує

source: Plot pass ratio
fa_ir: نسبت عبور پلات
fi_fi: Plottien läpäisysuhde

source: Plot Public Key
cs_cz: Veřejný klíč pole
fa_ir: کلید عمومی پلات
fi_fi: Plotin Julkinen Avain
fr_fr: Clé publique du plot
sv_se: Publik nyckel för plott
uk_ua: Публічний ключ ділянки

source: Plot Sizes
fa_ir: اندازه پلات
fi_fi: Plottikoot
sv_se: Plottstorlekar

source: Plot to a Plot NFT
fa_ir: پلات برای یک پلات ان اف تی
fi_fi: Plottaa NFT-plotti
fr_fr: Tracer pour un NFT de parcelle

source: PlotNFT is transitioning to (target state). This can take a while. Please do not close the application until this is finalized.
cs_cz: NFT pole se mění na (cílový stav). Může to chvíli trvat. Prosím nezavírejte aplikaci, dokud nebude tato akce dokončena.
fa_ir: پلات ان اف تی در حال انتقال به (وضعیت هدف) است. این میتواند مدتی طول بکشد. لطفاً تا زمانیکه این مورد نهایی نشده است، برنامه را نبندید.
fi_fi: Plot-NFT on siirtymässä (kohdetilaan). Tämä voi kestää jonkin aikaa. Älä sulje sovellusta ennen kuin tämä on valmis.
fr_fr: Le NFT de parcelles est en cours de transition vers (target state). Cela peut prendre un certain temps. Veuillez ne pas fermer l'application avant la finalisation.
sv_se: PlotNFT håller på att byta status till (target state). Detta kan ta ett tag. Stäng inte programmet förrän detta är slutfört.
uk_ua: NFT ділянка переходить до (цільового стану). Це може тривати деякий час. Будь ласка, не закривайте програму, поки процес не завершено.

source: Plots
cs_cz: Pole
fa_ir: پلات ها
fi_fi: Plotit
fr_fr: Parcelles
sv_se: Plottar
uk_ua: Ділянки

source: Plots are allocated space on your hard drive used to farm and earn Chia. <0>Learn more</0>
fa_ir: پلاتها برای فارم و کسب درآمد چیا فضایی روی هارد دیسک شما اختصاص میدهند. <0>بیشتر بدانید</0>
fi_fi: Plotit ovat levyn tilavarauksia, joilla tuotetaan ja ansaitaan Chioja. <0>Katso lisää</0>
fr_fr: Les parcelles sont de l'espace alloué sur votre disque dur, utilisé pour cultiver et gagner des Chias. <0>En savoir plus</0>
sv_se: Plottar är reserverat utrymme på din hårddisk som används för att odla och tjäna Chia. <0>Läs mer</0>

source: Plots Failed To Open
cs_cz: Pole se nepodařilo otevřít
fa_ir: پلاتها نمیتوانند اجرا شوند
fi_fi: Plottitiedostot jotka eivät avaudu
fr_fr: Échec de l'ouverture des parcelles
sv_se: Plottar som inte kunde öppnas
uk_ua: Не вдалося відкрити ділянки

source: Plots in the same queue will run in serial
cs_cz: Ploty ve stejné frontě poběží zároveň
fa_ir: پلات ها در همان صف به صورت متوالی اجرا میشوند
fi_fi: Plotit samassa jonossa ajetaan peräkkäin
fr_fr: Les parcelles dans la même file d'attente seront exécutées en série
sv_se: Plottar i samma kö kommer att köras i serie
uk_ua: Ділянки в одній черзі будуть виконуватися послідовно

source: Plots Passed Filter
cs_cz: Pole vyhovující filtru
fa_ir: پلات ها از فیلتر عبور کردند
fi_fi: Plotteja Päässyt Filtteristä
fr_fr: Parcelles passées par le filtre
sv_se: Plottar som passerat filtret
uk_ua: Ділянки, що пройшли фільтр

source: Plots passing filter
fa_ir: پلاتها از فیلتر عبور می کنند
fi_fi: Filtterin läpäisseitä plotteja
sv_se: Plottar som passerar filtret

source: Plots Refresh Interval (seconds)
fa_ir: فاصله بازخوانی پلاتها (ثانیه)
fi_fi: Plottien Päivitysväli (Sekuntia)
sv_se: Uppdateringsintervall för plottar (sekunder)

source: Plots With Missing Keys
cs_cz: Pole s chybějícími klíči
fa_ir: پلاتها با کلیدهای ناموفق
fi_fi: Plottitiedostot joille ei avaimia
fr_fr: Parcelles sans clés correspondantes
sv_se: Plottar vars nycklar saknas
uk_ua: Ділянки з відсутніми ключами

source: Plotter
cs_cz: Plotr
fa_ir: پلات ساز
fi_fi: Plotteri
fr_fr: Traceur
uk_ua: Плотери

source: Plotting
cs_cz: Vytváření
fa_ir: پلات سازی
fi_fi: Plotit
fr_fr: Traçage
sv_se: Plottar
uk_ua: Створення ділянок

source: Plotting in parallel can save time. Otherwise, add plot(s) to the queue.
cs_cz: Vytváření více polí v jeden okamžik sice může při splnění určitých podmínek ušetřit čas, ale pro běžné počítače využijte přidání pole do fronty.
fa_ir: پلات سازی همزمان میتواند در زمان صرفه جویی کند. در غیر این صورت، پلات(ها) را به نوبت اضافه کنید.
fi_fi: Rinnakkaisplottaus voi säästää aikaa. Muutoin lisää plottaus jonoon.
fr_fr: Créer plusieurs parcelles en parallèle peut faire gagner du temps. Sinon, ajouter des parcelles à la file d'attente.
sv_se: Parallell plottning kan spara tid. Lägg annars till plottar i kön.
uk_ua: Паралельне (одночасне) засіювання декількох ділянок заощаджує час. В іншому випадку, засіювання додається в чергу.

source: Plotting Manager
cs_cz: Správce plotování
fa_ir: مدیریت پلات سازی
fi_fi: Plottausmanageri
fr_fr: Gestionnaire de parcelles
sv_se: Plottningshanterare
uk_ua: Управління плотерами

source: Plotting to a Plot NFT allows you the flexibility to join a pool or solo farm. You can easily switch between different pools or solo farming at any time. If you choose not to plot to a Plot NFT, you will need to replot in order to join any of the standard pools.
fa_ir: ساختن یک پلات ان اف تی به شما این امکان را میدهدکه به یک استخر یا فارم شخصی بپیوندید. شما براحتی میتوانید استخر را عوض کنیدیا هر زمان که بخواهید به فارم شخصی بروید. اگر تصمیم گرفتید که یک پلات برای پلات ان اف تی استفاده نشود، برای پیوستن به هر یک از استخرهای استاندارد باید پلات جدید بسازید.
fi_fi: Plottaaminen Plot-NFT:tä varten mahdollistaa liitymisen pooliin. Voit vaihtaa helposti poolia tai farmata yksin. Jos et käytä Plot-NFT:tä, farmaat yksin ja joudut uudelleenplottaamaan, jos haluat liittyä pooliin.
fr_fr: Tracer pour un NFT de parcelle vous permet de rejoindre une pool ou de cultiver en solo. Vous pouvez facilement et à tout moment changer de pool ou passer en solo. Si vous choisissez de ne pas tracer pour un NFT de parcelle, vous devrez re-tracer pour rejoindre une pool.
sv_se: Om du plottar till en plott-NFT får du flexibiliteten att gå med i en pool eller odla solo. Du kan enkelt växla mellan olika pooler eller solodling när som helst. Om du väljer att inte plotta till en plott-NFT, måste du plotta om för att gå med i någon av standardpoolerna.

source: Plotting with bitfield enabled has about 30% less overall writes and is now almost always faster. You may see reduced memory requirements with bitfield plotting disabled. If your CPU design is from before 2010 you may have to disable bitfield plotting.
cs_cz: Vykreslování s bitovým polem umožňuje až o 30% méně zápisů a je tedy rychlejší. S vypnutým bitovým polem ale ušetříte paměť. Pokud je váš procesor vyroben před 2010, pravděpodobně budete muset bitové pole vypnout.
fa_ir: فعال کردن بیت فیلد هنگام ساختن پلات، نوشتن روی دیسک را تا حدود 30 درصد کاهش میدهد و عمدتاً سریع‌تر است. با این حال،اگر بیت فیلد را هنگام ساخت پلات غیرفعال کنید، ممکن است استفاده از حافظه کاهش یابد. اگر پرسسور شما یک مدل قبل از 2010 است، ممکن است مجبور شوید برای ساخت پلات بیت فیلد را غیرفعال کنید.
fi_fi: Bitfield-plottaaminen kirjoittaa 30% vähemmän levylle ja on lähes aina nopein tapa plotata, mutta ilman bitfieldiä saatat pärjätä vähemmällä RAM-muistilla. Jos CPU:si on tehty ennen vuotta 2010, voit joutua plottaamaan ilman bitfieldiä.
fr_fr: Le traçage de parcelle avec bitfield activé produit environ 30% d'écriture en moins et est maintenant presque toujours plus rapide. Vous pouvez avoir besoin de moins de mémoire avec le traçage en bitfield désactivé. Si votre CPU date d'avant 2010 vous devrez peut-être désactiver le traçage avec bitfield.
sv_se: Plottning med bitfield aktiverat ger ungefär 30 % färre skrivningar och är nästan alltid snabbare. Du kan se minskad minnesanvändning när bitfield-plottning är avaktiverad. Om din processor är äldre än 2010 kan du behöva avaktivera bitfield-plottning.
uk_ua: Засіювання із увімкненим бітовим полем зменшує кількість загальних операцій запису приблизно на 30% і майже завжди працює швидше. Вимкнення бітового поля може зменшити вимоги до об'єму пам'яті. Якщо Ваш процесор випущений раніше 2010 року, можливо Вам слід вимкнути бітове поле.

source: Points Found in Last 24 Hours
cs_cz: Body nalezené za posledních 24 hodin
fa_ir: امتیازهای پیداشده در 24 ساعت گذشته
fi_fi: Pisteitä löytynyt viimeisen 24 tunnin aikana
fr_fr: Points trouvés au cours des dernières 24 heures
sv_se: Poäng som hittats de senaste 24 timmarna
uk_ua: Пункти за останні 24 години

source: Points Found Since Start
cs_cz: Body nalezené od začátku
fa_ir: امتیازهای پیداشده از زمان شروع
fi_fi: Pisteitä Aloittamisen Jälkeen
fr_fr: Points trouvés depuis le début
sv_se: Poäng som hittats sedan start
uk_ua: Пункти з початку запуску

source: Points Successful in Last 24 Hours
cs_cz: Body úspěšné v posledních 24 hodinách
fa_ir: امتیاهای موفقیت آمیز در 24 ساعت گذشته
fi_fi: Pisteitä onnistuneesti viimeisen 24 tunnin aikana
fr_fr: Points acceptés au cours des dernières 24 heures
sv_se: Poäng lyckade under de senaste 24 timmarna
uk_ua: Прийняті пункти за останні 24 години

source: Pool Contract Address
cs_cz: Kontraktační adresa poolu
fa_ir: آدرس قرارداد استخر
fi_fi: Poolin Sopimusosoite
fr_fr: Adresse du contrat du pool
sv_se: Poolens kontraktsadress
uk_ua: Адреса контракту пула

source: Pool does not provide relativeLockHeight.
cs_cz: Pool neposkytuje relativeLockHeight.
fa_ir: .را ارائه نمیدهد relativeLockHeight استخر
fi_fi: Pooli ei tarjoa relativeLockHeightia.
fr_fr: La pool ne fournit pas le relativeLockHeight.
sv_se: Poolen tillhandahåller inte relativeLockHeight.
uk_ua: Пул не надає relativeLockHeight.

source: Pool does not provide targetPuzzleHash.
cs_cz: Pool neposkytuje targetPuzzleHash.
fa_ir: .را ارائه نمیدهد targetPuzzleHash استخر
fi_fi: Allas ei tarjoa targetPuzzleHashia.
fr_fr: La pool ne fournit pas le targetPuzzleHash.
sv_se: Poolen tillhandahåller inte targetPuzzleHash.
uk_ua: Пул не надає targetPuzzleHash.

source: Pool Farming
fa_ir: فارم در استخر
fi_fi: Poolifarmaus
sv_se: Odling via pool

source: Pool Key
cs_cz: Klíč poolu
fa_ir: کلید استخر
fi_fi: Poolin Avain
fr_fr: Clé du pool
sv_se: Pool-nyckel
uk_ua: Ключ пулу
