Repository: Chia-Network/chia-blockchain-gui
Catalog: packages/gui/src/locales/*/messages.po
Languages: cs_cz, fa_ir, fi_fi, fr_fr, sv_se, uk_ua

source: Pool Login Link
cs_cz: Přihlašovací odkaz do poolu
fa_ir: لینک کلید استخر
fi_fi: Poolin Kirjautumislinkki
fr_fr: Lien de connexion au pool
sv_se: Inloggningslänk för pool
uk_ua: Посилання для входу на пул

source: Pool Payout Instructions
cs_cz: Pokyny k výplatě z poolu
fa_ir: دستورالعمل پرداخت استخر
fi_fi: Poolin Maksuohjeet
fr_fr: Modifier les instructions de paiement du pool
sv_se: Instruktioner för poolutbetalning
uk_ua: Інструкції з виплати пулу

source: Pool Public Key
cs_cz: Veřejný klíč poolu
fa_ir: کلید عمومی استخر
fi_fi: Poolin Julkinen Avain
fr_fr: Clé publique du pool
sv_se: Publik nyckel för pool
uk_ua: Публічний ключ пулу

source: Pool public key is invalid
fa_ir: کلید عمومی استخر نامعتبر است
fi_fi: Farmerin julkinen avain ei kelpaa
sv_se: Publik nyckel för pool är ogiltig

source: Pool Puzzle Hash
cs_cz: Hádankový klíč
fa_ir: هش پازل استخر
fi_fi: Poolin Osoitetiiviste
fr_fr: Hash du puzzle du pool
sv_se: Pool-pusselhash
uk_ua: Хеш головоломки пула

source: Pool Reward
fa_ir: پاداش استخر
fi_fi: Poolipalkkio
sv_se: Poolbelöning

source: Pool Reward Address
cs_cz: Adresa pro odměny poolu
fa_ir: آدرس پاداش استخر
fi_fi: Poolin Palkkio-osoite
fr_fr: Adresse de récompenses du pool
sv_se: Adress för pool-belöning
uk_ua: Адреса винагороди пула

source: Pool Reward Address is not properly formatted.
cs_cz: Adresa odměny pole není správně formátována.
fa_ir: آدرس پاداش استخر به درستی قالب بندی نشده است.
fi_fi: Poolin palkkio-osoitteen formaatti on väärä.
fr_fr: L'adresse de récompense du pool n'est pas correctement formatée.
sv_se: Den här dressen är inte korrekt formaterad.
uk_ua: Невірний формат адреси винагороди фермера.

source: Pool Reward Address must not be empty.
cs_cz: Adresa odměny pole nesmí být prázdná.
fa_ir: آدرس پاداش استخر نباید خالی باشد.
fi_fi: Poolin Palkkio-osoite on pakollinen.
fr_fr: L'adresse de récompense du pool ne doit pas être vide.
sv_se: Adress får inte vara tom.
uk_ua: Адреса нагород фермера не повинна бути порожньою.

source: Pool Reward Amount
cs_cz: Částka odměny sdružení
fa_ir: مبلغ پاداش استخر
fi_fi: Poolin Palkkiosumma
fr_fr: Montant des récompenses du pool
sv_se: Belopp för pool-belöning
uk_ua: Кількість винагороди пула

source: Pool:
fa_ir: استخر:
fi_fi: Pooli:
uk_ua: Пул:

source: Pooling
cs_cz: Poolování
fa_ir: درحالت استخر
fi_fi: Poolataan
sv_se: Poolning
uk_ua: Добувається

source: Pooling Health
fa_ir: سلامت استخر
fi_fi: Poolauksen Tila

source: Port
fa_ir: پورت
fi_fi: Portti
uk_ua: Порт

source: Preparing Plot NFT
cs_cz: Připravuji NFT pole
fa_ir: آماده‌سازی پلات ان اف تی
fi_fi: Valmistellaan Plot-NFT:tä
fr_fr: Préparation du NFT de parcelles
sv_se: Förbereder plott-NFT
uk_ua: Підготовка NFT ділянки

source: Preparing standard wallet
cs_cz: Připravuji standardní peněženku
fa_ir: آماده‌سازی کیف پول استاندارد
fi_fi: Valmistellaan normaalia lompakkoa
fr_fr: Préparation du portefeuille standard
sv_se: Förbereder standardplånbok
uk_ua: Підготовка стандартного гаманця

source: Preview
cs_cz: Náhled
fa_ir: پیش نمایش
fi_fi: Esikatselu
fr_fr: Aperçu
sv_se: Förhandsgranska
uk_ua: Перегляд

source: Preview image URL {index}
fa_ir: پیش نمایش آدرس تصویر {index}
sv_se: URL för förhandsgranskning av bild {index}

source: Preview video URL {index}
fa_ir: پیش نمایش آدرس ویدیو {index}
sv_se: URL för förhandsgranskning av video {index}

source: Previous
cs_cz: Předchozí
fa_ir: قبلی
fi_fi: Edellinen
fr_fr: Précédent
sv_se: Föregående
uk_ua: Попередній

source: Previous Header Hash
cs_cz: Hash předchozího záhlaví
fa_ir: عنوان هش قبلی
fi_fi: Edellinen Tunnistetiiviste
fr_fr: Précédent hash du header
sv_se: Föregående huvudhash
uk_ua: Хеш попереднього заголовка

source: Proceed
fa_ir: ادامه دهید
fi_fi: Jatka
fr_fr: Procéder
sv_se: Fortsätt

source: Profile Name
cs_cz: Název profilu
fa_ir: نام حساب کاربر
fi_fi: Profiilin nimi
fr_fr: Nom du profil
sv_se: Profilnamn
uk_ua: Назва профілю

source: Profile Name (Optional)
fa_ir: نام کاربر(اختیاری)
fi_fi: Profiilin Nimi (Vapaaehtoinen)
fr_fr: Nom du profil (facultatif)
sv_se: Profilnamn (valfritt)

source: Profiles
cs_cz: Profily
fa_ir: حساب کاربری
fi_fi: Profiilit
sv_se: Profiler
uk_ua: Профіль

source: Profiles (DIDs)
fa_ir: (DIDs) کاربرهای شناسه غیرمتمرکز
fi_fi: Profiilit (DID)
fr_fr: Profils (DID)
sv_se: Profiler (DID:er)

source: Proof of Space Size
cs_cz: Velikost vloženého prostoru
fa_ir: اندازه اثبات فضا
fi_fi: Tilatodisteavaruuden Koko
fr_fr: Taille de la preuve d'espace
sv_se: Storlek på bevis-på-utrymme
uk_ua: Розмір Доказу простору

source: Proofs
fa_ir: شواهد
fi_fi: Todisteet
fr_fr: Preuves
sv_se: Bevis

source: Proofs Found
cs_cz: Nalezeno důkazů
fa_ir: شواهد پیدا شد
fi_fi: Todisteita Löytynyt
fr_fr: Preuves trouvées
sv_se: Hittade bevis
uk_ua: Доказів знайдено

source: Proofs Hash
fa_ir: هش شواهد
fi_fi: Todisteiden Tiivisteet
fr_fr: Hachage des preuves

source: Proofs Object (Key Value Pairs)
fa_ir: شواهد اثبات (جفت مقادیر کلیدی)
fi_fi: Todisteiden Objekti (Avainarvoparit)
fr_fr: Preuves d'Objet (Paires de Clés Valeurs)

source: Properties
cs_cz: Vlastnosti
fa_ir: ویژگی ها
fi_fi: Ominaisuudet
fr_fr: Propriétés
sv_se: Egenskaper
uk_ua: Властивості

source: Protocol Version
cs_cz: Verze protokolu
fa_ir: نسخه پروتکل
fi_fi: Protokollaversio
fr_fr: Version du protocole
sv_se: Protokollversion
uk_ua: Версія Протоколу

source: Prove or verify possession of a wallet address, NFT, or DID using a digital signature.
fa_ir: با استفاده از امضاء دیجیتال، داشتن آدرس کیف پول، ان اف تی یا شناسه غیرمتمرکز را اثبات یا تأیید کنید.
fi_fi: Todista tai vahvista lompakon osoitteen, NFT:n tai DID:n hallinta digitaalisella allekirjoituksella.
fr_fr: Prouvez ou vérifiez la possession d'une adresse de portefeuille, de NFT ou de DID à l'aide d'une signature numérique.
sv_se: Bevisa eller verifiera innehav av en plånboksadress, NFT, eller DID med hjälp av en digital signatur.

source: Provider Inner Puzzle Hash
fa_ir: Inner ارائه دهنده پازل هش
fi_fi: Tuottajan Sisäinen Puzzletiiviste
fr_fr: Hachage du Puzzle Interne du Fournisseur
sv_se: Leverantörens inre pusselhash

source: Public Key
fa_ir: کلید عمومی
fi_fi: Julkinen avain
fr_fr: Clé publique
sv_se: Publik nyckel

source: Purchase Summary
cs_cz: Souhrn nákupů
fa_ir: خلاصه خرید
fi_fi: Ostoksen Yhteenveto
fr_fr: Résumé de l'achat
sv_se: Sammanfattning av köp
uk_ua: Загалом про покупку

source: Puzzle Decorator
fa_ir: دکوراتور پازل
fi_fi: Puzzle Dekoraattori
fr_fr: Décorateur du puzzle

source: Queue Name
cs_cz: Název fronty
fa_ir: نام نوبت
fi_fi: Jonon Nimi
fr_fr: Nom de la file
sv_se: Könamn
uk_ua: Назва черги

source: Queued
cs_cz: Ve frontě
fa_ir: به نوبت
fi_fi: Jonossa
fr_fr: Mis en file d'attente
sv_se: I kö
uk_ua: У черзі

source: RAM max usage
cs_cz: Maximální využití RAM
fa_ir: حداکثر مصرف حافطه
fi_fi: RAM enimmäismäärä
fr_fr: Max RAM utilisée
sv_se: Max RAM-användning
uk_ua: Максимальне використання RAM

source: Rankings
fa_ir: رتبه بندی
fi_fi: Sijoitus
fr_fr: Classements
sv_se: Rankningar
uk_ua: Рейтинги

source: Receive general announcement notifications from connected Dapps
fa_ir: متصل دریافت کنید Dapps اعلان‌های عمومی را از
fi_fi: Vastaanota yleisiä ilmoituksia yhdistetyistä Dapps -sovelluksista
fr_fr: Recevoir les notifications d'annonces générales des Dapps connectés
sv_se: Ta emot allmänna aviseringar från anslutna Dappar

source: Receive offer notifications from connected Dapps
fa_ir: متصل دریافت کنید Dapps اعلان‌های پیشنهاد را از
fi_fi: Vastaanota tarjousilmoituksia yhdistetyistä Dapps -sovelluksista
fr_fr: Recevoir des notifications d'offres des Dapps connectées
sv_se: Ta emot erbjudandeaviseringar från anslutna Dappar

source: Receive push notifications when your wallet is minimized
fa_ir: هنگامی که کیف پول به حداقل میرسد، اعلان های یاداوری را دریافت کنید
fi_fi: Vastaanota push-ilmoituksia, kun lompakko on pienennetty
fr_fr: Recevoir des notifications push lorsque votre application est réduite
sv_se: Ta emot push-meddelanden när din plånbok minimeras

source: Recommended
cs_cz: Doporučeno
fa_ir: توصیه شده
fi_fi: Suositus
fr_fr: Recommandé
sv_se: Rekommenderat
uk_ua: Рекомендується

source: Recursive Plot Scan
fa_ir: بازنگری پلات برگشتی
fi_fi: Rekursiivinen Plottiskannaus
sv_se: Rekursiv plottskanning

source: Refresh NFT data
fa_ir: اطلاعات ان اف تی را تازه کنید
fi_fi: Päivitä NFT-data
fr_fr: Rafraîchir les données NFT
sv_se: Uppdatera NFT-data

source: Refresh Plots
cs_cz: Obnovit Pole
fa_ir: بروز رسانی پلات ها
fi_fi: Päivitä Plot-tiedostot
fr_fr: Actualiser les parcelles
sv_se: Uppdatera plottar
uk_ua: Оновити ділянки

source: Reject
fa_ir: رد کردن
fi_fi: Hylkää
fr_fr: Rejeter
sv_se: Avvisa

source: Relative Lock Height
fa_ir: ارتفاع قفل نسبی
fi_fi: Suhteellisen Lukituksen Korkeus
fr_fr: Hauteur relative de verrouillage
sv_se: Relativ låshöjd
uk_ua: Відносна висота блоку

source: Relist Offer
fa_ir: پیشنهاد مجدد
fi_fi: Uudelleenlistaa Tarjous

source: Remote
cs_cz: Vzdálené
fa_ir: از راه دور
fi_fi: Etäkäyttö
fr_fr: Distant
sv_se: Fjärr-
uk_ua: Віддалений

source: Remote Harvester
fa_ir: برداشت کننده از راه دور
fi_fi: Etäharvesteri
sv_se: Fjärrskördare

source: Remove Conflicting Offer
fa_ir: پیشنهاد متناقض را بردارید
fi_fi: Poista Ristiriitainen Tarjous
fr_fr: Supprimer l'offre conflictuelle

source: Remove from the list
fa_ir: حذف از لیست
fi_fi: Poista listalta
sv_se: Ta bort från listan

source: Remove keys from old keyring upon successful migration
cs_cz: Odebrat klíče ze staré klíčenky při úspěšné migraci
fa_ir: پس از انتقال موفقیت آمیز، کلیدها را از جا کلیدی قدیمی حذف کنید
fi_fi: Poista avaimet vanhasta avainrenkaasta onnistuneen siiron jälkeen
fr_fr: Retirer les clés de l'ancien trousseau en cas de migration réussie
sv_se: Ta bort nycklar från den gamla nyckelringen vid lyckad migrering
uk_ua: Видалити ключі зі старого списку ключів після успішної міграції

source: Remove Passphrase
cs_cz: Odstranit heslo
fa_ir: حذف رمز ورود
fi_fi: Poista Salasana
fr_fr: Supprimer la phrase secrète
sv_se: Ta bort lösenfras
uk_ua: Видалити пароль

source: Remove Verifiable Credential
fa_ir: اعتبار قابل تأیید را بردارید
fi_fi: Hae Todennettava Käyttöoikeustieto
fr_fr: Supprimer le Certificat Vérifiable
sv_se: Ta bort verifierbar autentiseringsuppgift

source: Removing
cs_cz: Odebírání
fa_ir: درحال حذف کردن
fi_fi: Poistetaan
fr_fr: Suppression
sv_se: Tar bort
uk_ua: Видалення

source: Requested
cs_cz: Požadováno
fa_ir: درخواست شده
fi_fi: Pyydetty
fr_fr: Requis
sv_se: Begärda
uk_ua: Зроблено запит

source: Requesting
fa_ir: در حال درخواست
fi_fi: Pyydetään
fr_fr: Demandé
sv_se: Begär

source: Requests a complete listing of the offers associated with the current wallet key
fa_ir: فهرست کاملی از پیشنهادات مرتبط با کلید کیف پول فعلی را درخواست میکند
fi_fi: Pyytää täydellistä listaa tarjouksista, jotka liittyvät nykyiseen lompakko-avaimeen
fr_fr: Demande une liste complète des offres associées à la clé de portefeuille actuelle

source: Requests a complete listing of the wallets associated with the current wallet key
fa_ir: فهرست کامل کیف پول های مرتبط با کلید کیف پول فعلی را درخواست میکند
fi_fi: Pyytää täydellistä luetteloa lompakoista, jotka liittyvät nykyiseen lompakkoavaimeen
fr_fr: Demande une liste complète des portefeuilles associés à la clé de portefeuille actuelle

source: Requests a full or paginated listing of NFTs associated with one or more wallets associated with the current wallet key
fa_ir: فهرست کامل یا صفحه بندی شده ان اف تی های مرتبط با یک یا چند کیف پول مرتبط با کلید کیف پول فعلی را درخواست میکند
fi_fi: Pyytää täydellistä tai sivutettua luetteloa NFT:istä, jotka liittyvät yhteen tai useampaan lompakkoon jotka liityvät nykyiseen lompakkoavaimeen
fr_fr: Demande une liste complète ou paginée des NFT associés à un ou plusieurs portefeuilles associés à la clé de portefeuille actuelle

source: Requests a master public key from your wallet
fa_ir: کلید عمومی اصلی را از کیف پول شما درخواست میکند
fi_fi: Pyytää julkisen pääavaimen lompakostasi

source: Requests a new receive address associated with the current wallet key
fa_ir: یک آدرس دریافت جدید مرتبط با کلید کیف پول فعلی را درخواست میکند
fi_fi: Pyytää uuden vastaanotto-osoitteen, joka liittyy nykyiseen lompakkoavaimeen
fr_fr: Demande une nouvelle adresse de réception associée à la clé de portefeuille actuelle
sv_se: Begär en ny mottagaradress som är kopplad till den aktuella plånboksnyckeln

source: Requests details for a specific NFT
fa_ir: جزئیات یک ان اف تی خاص را درخواست میکند
fi_fi: Pyytää tietyn NFT:n tiedot
fr_fr: Demander des détails pour un NFT spécifique
sv_se: Begär detaljer om en specifik NFT

source: Requests details for a specific transaction
fa_ir: جزئیات را برای یک تراکنش خاص درخواست میکند
fi_fi: Pyytää tietyn transaktion tiedot
fr_fr: Demander des détails pour une transaction spécifique
sv_se: Begär detaljer om en specifik transaktion

source: Requests the asset balance for a specific wallet associated with the current wallet key
fa_ir: موجودی دارایی برای یک کیف پول خاص مرتبط با کلید کیف پول فعلی را درخواست میکند
fi_fi: Pyytää assettisaldoa tietylle lompakolle, joka liittyy nykyiseen lompakkoavaimeen
fr_fr: Demande le solde de l'actif pour un portefeuille spécifique associé à la clé de portefeuille actuelle

source: Requests the asset balances for specific wallets associated with the current wallet key
fa_ir: موجودی دارایی برای کیف پول های خاص مرتبط با کلید کیف پول فعلی را درخواست میکند
fi_fi: Pyytää assettisaldoa tietyille lompakoille, jotka liittyvät nykyiseen lompakkoavaimeen
fr_fr: Demande les soldes d'actifs pour des portefeuilles spécifiques associés à la clé de portefeuille actuelle

source: Requests the CAT asset ID for a specific CAT wallet
fa_ir: شناسه دارایی CAT را برای یک کیف پول CAT خاص درخواست میکند
fi_fi: Pyytää CAT:n assettittunnusta tietylle CAT:n lompakolle
fr_fr: Demande l'ID de l'actif CAT pour un portefeuille CAT spécifique

source: Requests the current receive address associated with the current wallet key
fa_ir: آدرس دریافت فعلی مرتبط با کلید کیف پول فعلی را درخواست میکند
fi_fi: Pyytää nykyisen vastaanottavan osoitteen, joka liittyy nykyiseen lompakkoavaimeen
fr_fr: Demande l'adresse de réception actuelle associée à la clé de portefeuille actuelle
sv_se: Begär den aktuella mottagaradressen som är kopplad till den aktuella plånboksnyckeln

source: Requests the details for a specific offer
fa_ir: جزئیات را برای یک پیشنهاد خاص درخواست میکند
fi_fi: Pyytää tietyn tarjouksen tietoja
fr_fr: Demande les détails d'une offre spécifique

source: Requests the number of NFTs associated with one or more wallets associated with the current wallet key
fa_ir: تعداد ان اف تی های مرتبط با یک یا چند کیف پول مرتبط با کلید کیف پول فعلی را درخواست میکند
fi_fi: Pyytää NFT:ien lukumäärää, joka liittyy yhteen tai useampaan lompakkoon, joka liittyy nykyiseen lompakko-avaimeen
fr_fr: Demande le nombre de NFT associés à un ou plusieurs portefeuilles associés à la clé de portefeuille actuelle

source: Requests the number of offers associated with the current wallet key
fa_ir: تعداد پیشنهادهای مرتبط با کلید کیف پول فعلی را درخواست میکند
fi_fi: Pyytää nykyisen lompakon avaimeen liittyvien tarjousten lukumäärää
fr_fr: Demande le nombre d'offres associées à la clé de portefeuille actuelle

source: Requests the raw offer data for a specific offer
fa_ir: داده های پیشنهاد خام برای یک پیشنهاد خاص را درخواست میکند
fi_fi: Pyytää tietyn tarjouksen raakatietoja
fr_fr: Demande les données brutes de l'offre pour une offre spécifique

source: Requests the summarized details of a specific offer
fa_ir: جزئیات خلاصه شده یک پیشنهاد خاص را درخواست میکند
fi_fi: Pyytää tietyn tarjouksen tiivistettyjä yksityiskohtia
fr_fr: Demande les détails résumés d'une offre spécifique

source: Requests the syncing status of current wallet
fa_ir: وضعیت سینک کیف پول فعلی را درخواست میکند
fi_fi: Pyytää nykyisen lompakon synkronoinnin tilaa
fr_fr: Demande le statut de synchronisation du portefeuille actuel

source: Requests the validity status of a specific offer
fa_ir: وضعیت اعتبار یک پیشنهاد خاص را درخواست میکند
fi_fi: Pyytää tietyn tarjouksen voimassaolon tilaa
fr_fr: Demande le statut de validité d'une offre spécifique

source: Requests the verification status for a digital signature
fa_ir: وضعیت تأیید برای امضای دیجیتال را درخواست میکند
fi_fi: Pyytää digitaalisen allekirjoituksen varmentamisen tilaa
fr_fr: Demande le statut de vérification pour une signature numérique
sv_se: Begär verifieringsstatus för en digital signatur

source: Require Confirmation
fa_ir: نیاز به تایید
fi_fi: Vaadi Vahvistus
fr_fr: Exiger la Confirmation
sv_se: Kräv bekräftelse

source: Reset
cs_cz: Resetovat
fa_ir: تنظیم مجدد
fi_fi: Palauta
fr_fr: Réinitialiser
sv_se: Återställ
uk_ua: Скинути

source: Reset WalletConnect Permissions
fa_ir: WalletConnect بازنشانی مجوزهای
fi_fi: Nollaa WalletConnectin Käyttöoikeudet
fr_fr: Réinitialiser les Autorisations de WalletConnect
sv_se: Återställ WalletConnect-behörigheter

source: Restart Local Harvester to apply changes
fa_ir: برای اعمال تغییرات، برداشت کننده محلی را مجددا راه اندازی کنید
fi_fi: Uudelleenkäynnistä paikallinen Harvesteri ottaaksesi muutokset käyttöön
sv_se: Starta om lokal skördare för att tillämpa ändringar

source: Restore
fa_ir: بازگرداندن
fi_fi: Palauta
fr_fr: Restaurer
sv_se: Återställ

source: Restore Default Dapp Permissions
fa_ir: Dapp بازیابی مجوزهای پیش فرض
fi_fi: Palauta Dappin Oletusoikeudet
fr_fr: Restaurer les autorisations Dapp par défaut

source: Resync
fa_ir: سبنک مجدد
fi_fi: Uudelleensynkronoi
fr_fr: Resynchronisation

source: Resync Wallet
fa_ir: سینک مجدد کیف پول
fi_fi: Uudelleensynkronoi Lompakko
fr_fr: Resynchroniser le portefeuille

source: Resyncing forces reloading data from the blockchain about your transactions without losing other locally stored information like open, accepted, or cancelled offer files. Resyncing will require you to restart the app.
fa_ir: سینک مجدد، بارگذاری مجدد داده ها از بلاکچین در مورد تراکنش های شما بدون از دست دادن سایر اطلاعات ذخیره شده داخلی مانند فایل های پیشنهادی باز، پذیرفته شده یا لغو شده انجام میدهد. برای همگام سازی مجدد، باید برنامه را مجدداً اجرا کنید.
fi_fi: Uudelleensynkronointi pakottaa lataamaan transaktiotiedot lohkoketjusta menettämättä muita paikallisesti tallennettuja tietoja, kuten avoimia, hyväksyttyjä tai peruutettuja tarjoustiedostoja. Uudelleensynkronointi vaatii sovelluksen uudelleenkäynnistyksen
fr_fr: Resynchroniser force le rechargement des données de la blockchain à propos de vos transactions sans perdre d'autres informations stockées localement comme les offres ouvertes, acceptées ou annulées. Le resynchronisation vous demandera de redémarrer l'application.

source: Reuse Puzzle Hash
fa_ir: استفاده مجدد از پازل هش
fi_fi: Uudelleenkäytä Puzzle-tiiviste
fr_fr: Réutiliser le hachage du puzzle
sv_se: Återanvänd pusselhash

source: Reverse
fa_ir: برعکس
fi_fi: Peruuta
fr_fr: Inverser

source: Revoke Verifiable Credential
fa_ir: لغو اعتبار قابل تأیید
fi_fi: Peruuta Todennettava Käyttöoikeustieto
fr_fr: Révoquer les Certificats Vérifiables
sv_se: Återkalla verifierbar autentiseringsuppgift

source: Revoked
fa_ir: لغو شد
fi_fi: Peruttu
fr_fr: Révoqué

source: Royalties are built into the NFT, so they will automatically be accounted for when the offer is created/accepted.
fa_ir: حق امتیازها در ان اف تی تعبیه شده‌اند، بنابراین به‌طور خودکار هنگام ایجاد/پذیرش پیشنهاد به حساب می‌آیند.
fi_fi: Rojaltit on sisäänrakennettu NFT:ään, joten ne kirjataan automaattisesti kun tarjous on luotu/hyväksytty.
fr_fr: Les royalties sont incorporées au NFT, donc elles seront automatiquement comptabilisées lorsque l'offre sera créée/acceptée.
sv_se: Royaltyer är inbyggda i NFT:n, så de kommer automatiskt att tas med när erbjudandet skapas/accepteras.

source: Royalty Address
fa_ir: آدرس حق امتیاز
fi_fi: Rojaltin Osoite
fr_fr: Adresse des Royalties
sv_se: Royalty-adress

source: Royalty Percentage
fa_ir: درصد حق امتیاز
fi_fi: Rojaltiprosentti
fr_fr: Pourcentage de Royalties
sv_se: Royalty-procent
uk_ua: Відсоток роялті

source: Runs the full node
cs_cz: Spustí plný uzel
fa_ir: اجرای نود کامل
fi_fi: Ajaa koko noodia
fr_fr: Exécute le nœud complet
sv_se: Kör den fullständiga noden
uk_ua: Запуск повного вузла

source: Save
cs_cz: Uložit
fa_ir: ذخیره
fi_fi: Tallenna
fr_fr: Enregistrer
sv_se: Spara
uk_ua: Зберегти

source: Save Offer File
cs_cz: Uložit soubor nabídky
fa_ir: دخیره فایل پیشنهاد
fi_fi: Tallenna Tarjoustiedosto
fr_fr: Enregistrer le fichier d'offre
sv_se: Spara erbjudandefil
uk_ua: Зберегти файл пропозиції

source: Save passphrase
cs_cz: Uložit heslo
fa_ir: دخیره رمز ورود جدید
fi_fi: Tallenna salasana
fr_fr: Sauvegarder la phrase secrète
sv_se: Spara lösenfras
uk_ua: Зберегти пароль

source: Save To File
fa_ir: ذخیره در فایل
fi_fi: Tallenna Tiedostoon
fr_fr: Enregistrer dans un fichier
sv_se: Spara till fil

source: Search block by header hash
cs_cz: Vyhledat block podle hashe hlavičky
fa_ir: جستجوی بلاک با عنوان هش
fi_fi: Etsi lohko otsikon tiivisteellä
fr_fr: Rechercher un bloc par le hash de l'entête
sv_se: Sök block baserat på header hash
uk_ua: Пошук блоку за хешем заголовку

source: Search on Tail Database
cs_cz: Hledat v Tail databázi
fa_ir: جستجو در دیتابیس تیل
fi_fi: Etsi Tail-tietokannasta
fr_fr: Rechercher sur Tail Database
sv_se: Sök i Tail-databasen
uk_ua: Пошук в Tail Database

source: Search...
fa_ir: جستجو...
fi_fi: Etsi...
fr_fr: Recherche...
sv_se: Sök ...

source: Second temporary folder location
cs_cz: Druhé umístění dočasné složky
fa_ir: مکان دوم پوشه موقت
fi_fi: Toinen väliaikaishakemistosijainti
fr_fr: Emplacement du second dossier temporaire
sv_se: Andra tillfällig mapp
uk_ua: Розташування другої тимчасової теки

source: Secure
fa_ir: امن
fi_fi: Suojattu
fr_fr: Sécurisé
sv_se: Säker

source: Secure your keychain using a strong passphrase
cs_cz: Zabezpečte svou klíčenku pomocí silného hesla
fa_ir: دسته کلید خود را با استفاده از یک رمز ورود قوی ایمن کنید
fi_fi: Suojaa avainrengas vahvalla salasanalla
fr_fr: Sécurise votre trousseau en utilisant une phrase secrète
sv_se: Säkra din nyckelring med en stark lösenfras
uk_ua: Захистіть вашу зв'язку ключів за допомогою надійного пароля

source: See All Activity
fa_ir: دیدن همه فعالیت ها
fi_fi: Katso Kaikki Aktiviteetit
fr_fr: Voir toute l'activité
sv_se: Se all aktivitet

source: Select 2nd Temporary Directory
cs_cz: Zvolte druhou dočasnou složku
fa_ir: انتخاب دومین پوشه موقت
fi_fi: Valitse Toinen Väliaikaishakemisto
fr_fr: Sélectionner un 2ème Répertoire Temporaire
sv_se: Välj en andra tillfällig mapp
uk_ua: Виберіть 2-й тимчасовий каталог

source: Select all
fa_ir: انتخاب همه
fi_fi: Valitse kaikki
fr_fr: Tout sélectionner
sv_se: Välj alla

source: Select an application
fa_ir: انتخاب یک برنامه کاربردی
fi_fi: Valitse sovellus
fr_fr: Sélectionnez une application
sv_se: Välj ett program

source: Select an NFT
fa_ir: انتخاب یک ان اف تی
fi_fi: Valitse NFT
fr_fr: Sélectionnez un NFT
sv_se: Välj en NFT

source: Select Final Directory
cs_cz: Zvolte cílovou složku
fa_ir: انتخاب پوشه نهایی
fi_fi: Valitse Kohdehakemisto
fr_fr: Sélectionner le Répertoire Final
sv_se: Välj slutlig mapp
uk_ua: Оберіть кінцеву теку

source: Select Hybrid disk mode
fa_ir: حالت دیسک هیبریدی را انتخاب کنید
fi_fi: Valitse Hybriditila
sv_se: Välj hybriddiskläge

source: Select Keys
fa_ir: کلیدها را انتخاب کنید
fi_fi: Valitse Avaimet
sv_se: Välj nycklar

source: Select keys which you want to share with WalletConnect
fa_ir: به اشتراک بگذارید انتخاب کنید WalletConnect کلیدهایی را که میخواهید با
fi_fi: Valitse avaimet, jotka haluat jakaa WalletConnectin kanssa
fr_fr: Sélectionnez les clés que vous souhaitez partager avec WalletConnect
sv_se: Välj nycklar som du vill dela med WalletConnect

source: Select Offer File
cs_cz: Vybrat soubor nabídky
fa_ir: انتخاب قایل پیشنهاد
fi_fi: Valitse Tarjoustiedosto
fr_fr: Ouvrir un fichier d'offre
sv_se: Välj erbjudandefil
uk_ua: Виберіть файл з пропозицією
