Repository: Chia-Network/chia-blockchain-gui
Catalog: packages/gui/src/locales/*/messages.po
Languages: cs_cz, fa_ir, fi_fi, fr_fr, sv_se, uk_ua

source: An NFT's provenance is a complete record of its ownership history. It provides a direct lineage that connects everyone who has owned the NFT, all the way back to the original artist. This helps to verify that the NFT is authentic.
cs_cz: NFT provenience je úplný záznam jeho vlastnické historie. Poskytuje přímou linii, která spojuje každého, kdo vlastnil NFT, až zpět k původnímu umělci. To pomáhá ověřovat, zda je NFT pravý.
fa_ir: منشأ یک ان اف تی رکورد کامل از تاریخچه مالکیت آن است. این یک اصل و نسب مستقیم را فراهم میکند تا همه کسانی که ان اف تی دارند، را به هنرمند اصلی متصل کند. این به تأیید اعتبار ان اف تی کمک میکند.
fi_fi: NFT:n alkuperä on täydellinen historia sen omistusoikeudesta. Se yhdistää kaikki, jotka ovat omistaneet NFT:n, aina takaisin alkuperäiseen tekijään. Tämä auttaa varmistamaan, että NFT on aito.
fr_fr: La provenance d'un NFT est l'historique complet de ses détenteurs. C'est une lignée qui connecte tous ceux qui ont possédé le NFT, et qui remonte jusqu'a l'artiste originel. Cela aide à vérifier l'authenticité du NFT.
sv_se: En NFT:s proveniens är ett fullständigt register över dess ägandehistoria. Den ger ett direkt ursprung som länkar ihop alla som har ägt NFT:n, hela vägen tillbaka till den ursprungliga konstnären. Detta hjälper till att verifiera att NFT:n är äkta.
uk_ua: Походження NFT – це повний запис історії володіння ним. Він забезпечує пряме походження, яке пов’язує всіх, хто володів NFT, аж до оригінального творця. Це допомагає перевірити автентичність NFT.

source: Announcement
fa_ir: اعلان
fi_fi: Tiedotus
fr_fr: Annonce
sv_se: Meddelande

source: App Permissions
fa_ir: مجوزهای برنامه
fi_fi: Sovelluksen Oikeudet
fr_fr: Autorisations de l'application
sv_se: Behörigheter för appar

source: Application
fa_ir: برنامه کاربردی
fi_fi: Sovellus
sv_se: Program

source: Application doesn't have any active pair.
fa_ir: برنامه هیچ جفت فعالی ندارد.
fi_fi: Sovelluksella ei ole aktiivista paria.
fr_fr: L'application n'a aucune paire active.
sv_se: Programmet har inga aktiva par.

source: Application has no active sessions
fa_ir: برنامه هیچ بخش فعالی ندارد
fi_fi: Sovelluksella ei ole aktiivisia istuntoja
fr_fr: L'application n'a pas de sessions actives
sv_se: Programmet har inga aktiva sessioner

source: Are you sure you want to cancel your offer?
cs_cz: Jste si jisti, že chcete zrušit vaši nabídku?
fa_ir: آیا مطمئن هستید که میخواهید پیشنهاد خود را لغو کنید؟
fi_fi: Oletko varma, että haluat perua tarjouksen?
fr_fr: Êtes-vous sûr de vouloir annuler votre offre ?
sv_se: Är du säker på att du vill avbryta ditt erbjudande?
uk_ua: Ви впевнені, що бажаєте скасувати пропозицію?

source: Are you sure you want to delete the NFT cache?
fa_ir: آیا مطمئن هستید که میخواهید حافطه ان اف تی را حذف کنید؟
fi_fi: Oletko varma, että haluat tyhjentää NFT-välimuistin?
fr_fr: Êtes-vous sûr de vouloir supprimer le cache NFT ?
sv_se: Är du säker på att du vill ta bort NFT-cachen?

source: Are you sure you want to delete the plot? The plot cannot be recovered.
cs_cz: Jste si jisti, že chcete pole odstranit? Pole nelze obnovit.
fa_ir: آیا مطمئنید میخواهید این پلات را حذف کنید؟ پلات نمیتواند بازیابی شود.
fi_fi: Haluatko tuhota plotin? Plottia ei voi palauttaa.
fr_fr: Êtes-vous sûr de vouloir supprimer la parcelle ? Cette parcelle ne pourra être restaurée.
sv_se: Är du säker på att du vill ta bort plotten? Den kan inte återställas.
uk_ua: Ви впевнені, що хочете видалити ділянку? Ділянка не підлягає відновленню.

source: Are you sure you want to delete unconfirmed transactions?
cs_cz: Opravdu chcete odstranit nepotvrzenou transakci?
fa_ir: آیا مطمئن هستید که میخواهید تراکنش های تایید نشده را حذف کنید؟
fi_fi: Haluatko varmasti poistaa nämä vahvistamattomat tapahtumat?
fr_fr: Êtes-vous sûr de vouloir supprimer ces transactions non confirmées ?
sv_se: Är du säker på att du vill ta bort obekräftade transaktioner?
uk_ua: Ви дійсно бажаєте видалити непідтверджені транзакції?

source: Are you sure you want to disconnect?
cs_cz: Opravdu se chcete odpojit?
fa_ir: آیا مطمئن هستید که میخواهید خارج شوید؟
fi_fi: Katkaise yhteys?
fr_fr: Êtes-vous sûr de vouloir vous déconnecter ?
sv_se: Är du säker på att du vill koppla ifrån?
uk_ua: Ви впевнені, що бажаєте відключитися?

source: Are you sure you want to move this NFT to the specified profile?
cs_cz: Opravdu chcete přesunout toto NFT do zadaného profilu?
fa_ir: آیا مطمئن هستید که میخواهید این ان اف تی را به مشخصات انتخاب شده منتقل کنید؟
fi_fi: Oletko varma, että haluat siirtää tämän NFT:n määriteltyyn profiiliin?
fr_fr: Êtes-vous sûr de vouloir transférer ce NFT vers ce profil ?
sv_se: Är du säker på att du vill flytta denna NFT till den angivna profilen?
uk_ua: Ви впевнені, що бажаєте перемістити цей NFT в зазначений профіль?

source: Are you sure you want to permanently delete this contact? Once deleted, this contact cannot be recovered.
fa_ir: آیا مطمئن هستید که میخواهید این اظلاعات نماس را برای همیشه حذف کنید؟ پس از حذف، این اظلاعات قابل بازیابی نیست.
fi_fi: Oletko varma, että haluat poistaa yhteystiedon pysyvästi? Kun yhteystieto on poistettu, sitä ei voi palauttaa.
fr_fr: Êtes-vous sûr de vouloir supprimer définitivement ce contact ? Une fois supprimé, ce contact ne pourra pas être récupéré.
sv_se: Är du säker på att du vill ta bort denna kontakt permanent? När kontakten har tagits bort kan den inte återställas.

source: Are you sure you want to remove
fa_ir: آیا مطمئن هستید که میخواهید حذف کنید
fi_fi: Oletko varma, että haluat poistaa
fr_fr: Êtes-vous sûr de vouloir supprimer
sv_se: Är du säker på att du vill ta bort

source: Are you sure you want to revoke
fa_ir: آیا مطمئن هستید که میخواهید لغو کنید
fi_fi: Oletko varma että haluat kumota
fr_fr: Êtes-vous sûr de vouloir révoquer
sv_se: Är du säker på att du vill återkalla

source: Are you sure you want to use k={plotSize}?
cs_cz: Jste si jisti, že chcete použít k={plotSize}?
fa_ir: استفاده کنید؟ k= {plotSize} آیا مطمئنید که میخواهید از مقدار
fi_fi: Haluatko käyttää arvoa k={plotSize}?
fr_fr: Êtes-vous sûr de vouloir utiliser k={plotSize} ?
sv_se: Är du säker på att du vill använda k={plotSize}?
uk_ua: Ви впевнені, що бажаєте використовувати k={plotSize}?

source: Asset
fa_ir: دارایی
fi_fi: Assetti
fr_fr: Actif
sv_se: Tillgång

source: Asset Id
fa_ir: شناسه دارایی
fi_fi: Assetin Tunniste
fr_fr: ID de l'Actif
sv_se: Tillgångs-ID

source: Asset Type
fa_ir: نوع دارایی
fi_fi: Assettin Tyyppi
fr_fr: Type d'Actif
sv_se: Tillgångsslag
uk_ua: Тип Активу

source: Assets I am offering:
fa_ir: دارایی که پیشنهاد میدهم:
fi_fi: Assetit joita olen tarjoamassa:
fr_fr: Je propose :
sv_se: Tillgångar jag erbjuder:

source: Assets I will receive:
fa_ir: دارایی که دریاقت میکنم:
fi_fi: Assetit jotka saan:
fr_fr: Je recevrai :
sv_se: Tillgångar jag kommer att ta emot:

source: Assets I would like to receive
fa_ir: دارایی هایی که میخواهم دریافت کنم
fi_fi: Assetit jotka haluan vastaanottaa
fr_fr: Je souhaite recevoir
sv_se: Tillgångar jag skulle vilja ta emot

source: Assets I would like to trade
fa_ir: دارایی هایی که میخواهم معامله کنم
fi_fi: Assetit joilla haluan käydä kauppaa
fr_fr: Je souhaite changer
sv_se: Tillgångar jag skulle vilja handla med

source: Assets you will give
fa_ir: دارایی هایی که شما پرداخت میکنید
fi_fi: Assetit jotka annat
fr_fr: Vous donnerez
sv_se: Tillgångar du kommer att ge

source: Assets you will receive
fa_ir: دارایی هایی که شما دریافت میکنید
fi_fi: Assetit jotka saan
fr_fr: Vous recevrez
sv_se: Tillgångar du kommer att få

source: Attempt {attempt}
cs_cz: Pokus {attempt}
fa_ir: کوشش {attempt}
fi_fi: Yritys {attempt}
fr_fr: Tentative {attempt}
sv_se: Försök {attempt}
uk_ua: Спроба {attempt}

source: Authorized providers
fa_ir: ارائه دهندگان مجاز
fi_fi: Valtuutetut palveluntarjoajat
fr_fr: Fournisseurs autorisés
sv_se: Auktoriserade leverantörer

source: Auto claim incoming claw back transactions
fa_ir: مطالبه خودکار دریافتی تراکنش‌های برگشتی
fi_fi: Lunasta takaisinvedettävät transaktiot automaattisesti
fr_fr: Revendication automatique des transactions récupérables entrantes

source: Auto claim is disabled.
fa_ir: مطالبه خودکار غیرفعال است.
fi_fi: Automaattinen lunastus on pois päältä.
fr_fr: La revendication automatique est désactivée.

source: Auto claim is enabled.
fa_ir: مطالبه خودکار فعال است.
fi_fi: Automaattinen lunastus käytössä.
fr_fr: La revendication automatique est activée.

source: Autogenerated name from pool contract address
cs_cz: Automaticky generované jméno z adres sdružení
fa_ir: برای آدرس قراردادی استخر نام خودکار ایجاد شده
fi_fi: Automaattisesti luotu nimi poolin sopimusosoitteesta
fr_fr: Nom généré automatiquement à partir de l'adresse du contrat de pool
sv_se: Autogenererat namn från poolkontraktsadress
uk_ua: Автоматично згенероване ім'я з контрактної адреси пула

source: Avg
fa_ir: میانگین
fi_fi: Keskim.
fr_fr: Moy
sv_se: Genomsnittlig

source: Back
cs_cz: Zpět
fa_ir: بازگشت
fi_fi: Takaisin
fr_fr: Retour
sv_se: Tillbaka
uk_ua: Назад

source: Backup DIDs
fa_ir: پشتیبان گیری از شناسه غیرمتمرکز ها
fi_fi: Varmuuskopioi DID:t
fr_fr: DID de sauvegarde
sv_se: Säkerhetskopiera DID:er

source: Badging
fa_ir: نمایش
fi_fi: Merkintä
fr_fr: Badges

source: Base Farmer Reward Amount
cs_cz: Výše základu odměny farmáře
fa_ir: مبلغ پایه پاداش فارمر
fi_fi: Farmerin Peruspalkkio
fr_fr: Montant de récompense de base du fermier
sv_se: Grundbelopp för odlarbelöning
uk_ua: Базова сума винагороди фермера

source: Before beginning the plotting process, ensure that you have at least 128GB of RAM available. If you are running low on additional memory space, we strongly advise closing all other applications to prevent memory errors.
fa_ir: قبل از شروع ایجاد پلات، مطمئن شوید که حداقل 128 گیگابایت حافظه در دسترس دارید. اگر فضای حافظه اضافی شما کم است، توصیه میکنیم که سایر برنامه ها را ببندید تا از خطاهای حافظه جلوگیری شود.
fi_fi: Ennen kuin aloitat plottauksen, varmista, että sinulla on vähintään 128Gt RAM saatavilla. Jos RAM käy vähiin, suosittelemme vahvasti sulkemaan kaikki muut sovellukset estääkseen muistivirheet.
fr_fr: Avant de commencer le traçage, assurez-vous d'avoir au moins 128 Go de mémoire vive disponible. Si vous manquez de mémoire, nous vous recommandons de fermer les autres applications pour éviter les erreurs.
sv_se: Innan du börjar plottningsprocessen, se till att du har minst 128GB RAM tillgängligt. Om extra minnesutrymme börjar ta slut rekommenderar vi starkt att du stänger alla andra program för att förhindra minnesfel.

source: Below are the current block challenges. You may or may not have a proof of space for these challenges. These blocks do not currently contain a proof of time.
cs_cz: Níže najdete aktuální blokové výzvy (block challenges). Pro tyto výzvy se snažíte dodat důkaz místem (proof of space). Tyto bloky momentálně neobsahují důkaz času (proof of time).
fa_ir: در زیر چالش های فعلی بلاک آورده شده. ممکن است برای این چالش ها مدرکی برای اثبات فضا داشته یا نداشته باشید. این بلاک ها در حال حاضر حاوی اثبات زمان نیستند.
fi_fi: Alla tämänhetkiset lohkohaasteet, joiden tilatodisteet voivat löytyä ploteistasi. Nämä lohkot eivät sisällä aikatodistusta.
fr_fr: Ci-dessous se trouvent les défis de bloc actuels. Il se peut que vous possédiez la preuve d'espace pour ces défis. Ces blocs ne contiennent pas de preuve de temps.
sv_se: Nedan visas aktuella blockverifieringar. Eventuellt har du ett bevis-på-utrymme för dessa verifieringar. Dessa block innehåller för närvarande inget bevis-på-tid.
uk_ua: Нижче наведені значення випробувань для блоків. У вас може бути чи не бути доказів наявності місця для цих випробувань. Ці блоки ще не містять підтверджень часу.

source: Best estimate over last 24 hours
cs_cz: Odhad za posledních 24 hodin
fa_ir: بهترین تخمین در 24 ساعت گذشته
fi_fi: Paras arvio viimeisten 24 tunnin ajalta
fr_fr: Meilleure estimation sur les 24 dernières heures
sv_se: Bästa uppskattning under de senaste 24 timmarna
uk_ua: Найкраща оцінка за останні 24 години

source: BladeBit requires at least {0} GiB of RAM to operate
fa_ir: بلید بیت برای کار به حداقل {0} گیگابایت رم نیاز دارد
fi_fi: BladeBit vaatii vähintään {0} GiB RAM-muistista
sv_se: BladeBit kräver minst {0} GiB RAM-minne för att fungera

source: Block
cs_cz: Blok
fa_ir: بلاک
fi_fi: Lohko
fr_fr: Bloc
uk_ua: Блок

source: Block at height {0} in the Chia blockchain
cs_cz: Blok v Chia blockchainu ve výšce {0}
fa_ir: مسدود کردن در ارتفاع {0} در بلاکچین چیا
fi_fi: Lohko korkeudessa {0} Chian lohkoketjussa
fr_fr: Bloc à la hauteur {0} dans la blockchain Chia
sv_se: Block vid höjd {0} i Chia-blockkedjan
uk_ua: Блок на висоті {0} в блокчейні Chia

source: Block Fee
fa_ir: هزینه بلاک
fi_fi: Lohkon Maksu
fr_fr: Frais de bloc
sv_se: Blockavgift

source: Block VDF Iterations
cs_cz: VDF iterace bloku
fa_ir: VDF مسدو کردن تابع تاخیر قابل تایید
fi_fi: Lohkon VDF-iteraatiot
fr_fr: Itérations VDF du bloc
sv_se: VDF-iterationer för block
uk_ua: VDF ітерацій блоку

source: Block with hash {headerHash}
cs_cz: Blok s hashem {headerHash}
fa_ir: {headerHash} مسدود کردن با هش
fi_fi: Lohko tiivisteellä {headerHash}
fr_fr: Bloc avec hash {headerHash}
sv_se: Block med hash {headerHash}
uk_ua: Блок з хешем {headerHash}

source: Block with hash {headerHash} does not exist.
cs_cz: Blok s hashem {headerHash} neexistuje.
fa_ir: .وجود ندارد {headerHash} بلاک با هش
fi_fi: Lohkoa tunnistetiivisteellä {headerHash} ei ole olemassa.
fr_fr: Le bloc avec le hash {headerHash} n'existe pas.
sv_se: Block med hash {headerHash} existerar inte.
uk_ua: Блок з хешем {headerHash} не існує.

source: Blocks
cs_cz: Bloky
fa_ir: بلاک ها
fi_fi: Lohkot
fr_fr: Blocs
sv_se: Block
uk_ua: Блоки

source: Blocks won
fa_ir: بلاک ها برنده شدند
fi_fi: Voitetut lohkot
fr_fr: Blocs créés
sv_se: Vunna block

source: Browse
cs_cz: Procházet
fa_ir: دیدن در سایت
fi_fi: Selaa
fr_fr: Parcourir
sv_se: Bläddra
uk_ua: Огляд

source: Burn
cs_cz: Spálit
fa_ir: سوزاندن
fi_fi: Polta
fr_fr: Brûler
sv_se: Bränn
uk_ua: Спалити

source: Burn NFT confirmation
cs_cz: Potvrzení spálení NFT
fa_ir: تاییدیه سوزاندن ان اف تی
fi_fi: Polta NFT -vahvistus
fr_fr: Confirmation de brûlure du NFT
sv_se: Bekräftelse av att bränna NFT
uk_ua: Підтвердження спалення NFT

source: Burning a non-fungible token means removing it from circulation by sending it to a verifiably un-spendable address. However, transactions leading up to the burn will remain on the blockchain ledger.
cs_cz: Spálením nezaměnitelného tokenu se rozumí jeho odstranění z oběhu odesláním na adresu, ze které nelze utratit. Transakce vedoucí ke spálení však zůstanou v blockchainu.
fa_ir: سوزاندن یک توکن غیرقابل تعویض به معنای حذف آن از گردش با ارسال آن به آدرسی غیرقابل تایید است. با این حال، تراکنش‌های منتهی به سوختن در سیستم بلاک چین باقی میمانند.
fi_fi: NFT:n polttaminen tarkoittaa sen poistamista liikenteestä lähettämällä se todennettavissa olevaan käyttämättömään osoitteeseen. Transaktiot jotka johtavat polttamiseen pysyvät kuitenkin lohkoketjussa.
fr_fr: Brûler un jeton non fongible le retire de la circulation en l’envoyant vers une adresse prouvée comme non-dépensable. L'historique des transactions de ce NFT resteront sur la blockchain.
sv_se: Att bränna en icke-fungibel token (NFT) innebär att ta den ur cirkulation genom att skicka den till en bevisligen ospenderbar adress. Transaktioner som leder fram till att den bränns kommer dock att finnas kvar på blockkedjan.
uk_ua: Спалювання невзаємозамінного токена означає вилучення його з обігу шляхом відправлення на адресу, яка не підлягає використанню. Однак транзакції, що призвели до спалювання, залишаться в книзі блокчейну.

source: Buy an NFT
cs_cz: Koupit NFT
fa_ir: خرید یک ان اف تی
fi_fi: Osta NFT
fr_fr: Acheter un NFT
sv_se: Köp en NFT
uk_ua: Придбати NFT

source: By providing a signing address, the public key can be validated as being associated with the address used for signing.
fa_ir: با ارائه یک آدرس امضا، میتوان کلید عمومی را به عنوان مرتبط با آدرس مورد استفاده برای امضا تأیید کرد.
fi_fi: Antamalla allekirjoitusosoitteen, julkinen avain voidaan validoida yhdistettäväksi allekirjoitukseen käytettyyn osoitteeseen.
fr_fr: En fournissant une adresse de signature, la clé publique peut être validée comme étant associée à l'adresse utilisée pour la signature.

source: Cache
fa_ir: حافظه پنهان
fi_fi: Välimuisti

source: Cache size (GB)
cs_cz: Velikost cache (GB)
fa_ir: (GB) مقدار حافظه پنهان
fi_fi: Välimuistin koko (GB)
fr_fr: Taille du cache (Go)
sv_se: Cachestorlek (GB)
uk_ua: Розмір кешу (GB)

source: Cancel
cs_cz: Zrušit
fa_ir: لغو
fi_fi: Peru
fr_fr: Annuler
sv_se: Avbryt
uk_ua: Відміна

source: Cancel Offer
cs_cz: Zrušit nabídku
fa_ir: لغو پیشنهاد
fi_fi: Peruuta tarjous
fr_fr: Annuler l'Offre
sv_se: Avbryt erbjudande
uk_ua: Скасувати пропозицію

source: Cancel on blockchain
cs_cz: Zrušit na blockchainu
fa_ir: لغو در بلاکچین
fi_fi: Peru lohkoketjussa
fr_fr: Annuler sur la blockchain
sv_se: Avbryt på blockkedjan
uk_ua: Скасувати в блокчейні

source: Cancel Unconfirmed Transaction
cs_cz: Zrušit nepotvrzenou transakci
fa_ir: لغو معامله تایید نشده
fi_fi: Poista Vahvistamattomat Transaktiot
fr_fr: Supprimer les Transactions non Confirmées
sv_se: Avbryt obekräftad transaktion
uk_ua: Скасувати Непідтверджену Транзакцію

source: Cancelled
cs_cz: Zrušeno
fa_ir: لغو شد
fi_fi: Peruttu
fr_fr: Annulée
sv_se: Avbrutet
uk_ua: Скасовано

source: Cannot offer and request the same asset
fa_ir: نمیتوان همان دارایی را ارائه داد و درخواست کرد
fi_fi: Samaa assettia ei voi tarjota ja pyytää
fr_fr: Impossible d'offrir et de demander le même actif
sv_se: Det går inte erbjuda och begära samma tillgång

source: CAT credential restrictions
fa_ir: CAT محدودیت های اعتبار
fi_fi: CAT käyttöoikeusrajoitukset
fr_fr: Restrictions des identifiants CAT
sv_se: CAT-autentiseringsbegränsningar

source: Challenge
cs_cz: Výzva
fa_ir: چالش برانگیز
fi_fi: Haaste
fr_fr: Défi
sv_se: Verifiering
uk_ua: Випробування

source: Challenge Hash
cs_cz: Hash výzva
fa_ir: چالش هش
fi_fi: Haastetiiviste
fr_fr: Hash du défi
sv_se: Verifieringshash
uk_ua: Хеш випробування

source: Change
cs_cz: Změnit
fa_ir: تغییر
fi_fi: Vaihda
fr_fr: Modifier
sv_se: Byt
uk_ua: Змінити

source: Change default timing.
fa_ir: تغییر زمان سنجی پیش فرض.
fi_fi: Muuta oletusajastusta.
fr_fr: Changer le timing par défaut.
sv_se: Ändra standardtajmning.

source: Change Passphrase
cs_cz: Změnit heslo
fa_ir: تغییر رمز ورود
fi_fi: Vaihda salasana
fr_fr: Modifier la phrase secrète
sv_se: Byt lösenfras
uk_ua: Змінити пароль

source: Change Pool
cs_cz: Změnit Pool
fa_ir: تغییر استخر
fi_fi: Vaihda Poolia
fr_fr: Changer de pool
sv_se: Byt pool
uk_ua: Змінити пул

source: Changes will take effect the next time Chia is started
cs_cz: Změny se projeví při příštím spuštění Chia aplikace
fa_ir: تغییرات بعد از اجرای مجدد برنامه چیا اعمال خواهند شد
fi_fi: Muutokset tulevat voimaan kun Chia-sovellus käynnistetään seuraavan kerran
fr_fr: Les changements prendront effet lors du prochain démarrage de Chia
sv_se: Ändringarna börjar gälla nästa gång Chia startas
uk_ua: Зміни набудуть чинності наступного разу при запуску Chia

source: Changes will take effect the next time Chia is started.
fa_ir: تغییرات بعد از اجرای مجدد برنامه چیا اعمال خواهند شد.
fi_fi: Muutokset tulevat voimaan kun Chia-sovellus käynnistetään seuraavan kerran.
fr_fr: Les changements prendront effet lors du prochain démarrage de Chia.
sv_se: Ändringarna börjar gälla nästa gång Chia startas.

source: Check Offer Validity
fa_ir: اعتبار پیشنهاد را بررسی کنید
fi_fi: Tarkista Tarjous
fr_fr: Vérifier la Validité de l'Offre
sv_se: Kontrollera giltighet för erbjudandet

source: Check Provenance on MintGarden
fa_ir: بررسی کنید MintGarden منشأ را در
fi_fi: Tarkastele alkuperää MintGardenissa
fr_fr: Vérifier la Provenance sur MintGarden
sv_se: Kontrollera proveniens på MintGarden
uk_ua: Перевірити походження на MintGarden

source: Check Provenance on Spacescan.io
fa_ir: بررسی کنید Spacescan.io منشأ را در
fi_fi: Tarkastele alkuperää Spacescan.io:ssa
fr_fr: Vérifier la provenance sur Spacescan.io
sv_se: Kontrollera proveniens på Spacescan.io
uk_ua: Перевірити походження на Spacescan.io

source: Chia ({currencyCode}) is a digital currency that is secure and sustainable
fa_ir: یک ارز دیجیتال امن و پایدار است ({currencyCode}) چیا
fi_fi: Chia ({currencyCode}) on turvallinen ja energiatehokas digitaalinen valuutta
fr_fr: Chia ({currencyCode}) est une monnaie numérique sécurisée et durable
sv_se: Chia ({currencyCode}) är en digital valuta som är säker och hållbar

source: Chia Asset Tokens (CATs) are tokens built on top of XCH
fa_ir: توکن‌های دارایی چیا (کت) توکن‌هایی هستند که بر روی چیا ساخته شده‌اند
fi_fi: Chia Asset Tokenit (CAT) ovat XCH:n päälle rakennettuja tokeneja
fr_fr: Les CATs (Chia Asset Tokens) sont des jetons sur la blockchain Chia
sv_se: Chia Asset Tokens (CAT) är token byggda ovanpå XCH

source: Choose Farming Mode
cs_cz: Zvolte režim farmaření
fa_ir: انتخاب حالات فارم کردن
fi_fi: Valitse Farmaustila
fr_fr: Choisir le mode Culture
sv_se: Välj odlingsläge
uk_ua: Оберіть режим фармінгу

source: Choose K value
fa_ir: مقدار حجم یا مخفف کی را انتخاب کنید
fi_fi: Valitse K-arvo
fr_fr: Choisissez la valeur K
sv_se: Välj K-värde

source: Choose K value and compression level
fa_ir: مقدار حجم یا مخفف کی و سطح فشرده سازی را انتخاب کنید
fi_fi: Valitse K-arvo ja kompressiotaso
fr_fr: Choisissez la valeur K et le niveau de compression
sv_se: Välj K-värde och komprimeringsnivå

source: Choose Plotter
cs_cz: Zvolit Plotr
fa_ir: انتخاب برنامه پلات ساز
fi_fi: Valitse Plotteri
fr_fr: Choisissez le traceur
sv_se: Välj plotter
uk_ua: Вибрати плотер

source: Choose Wallet Mode
cs_cz: Zvolte režim peněženky
fa_ir: انتخاب حالت کیف پول
fi_fi: Valitse Lompakkotila
fr_fr: Choisir le mode Portefeuille
sv_se: Välj plånboksläge
uk_ua: Оберіть режим гаманця

source: Choose what you want to see and how you want to view it.
fa_ir: آنچه را که میخواهید ببینید و چگونه مشاهده کنید را انتخاب کنید.
fi_fi: Valitse, mitä haluat nähdä ja miten haluat nähdä ne.
fr_fr: Choisissez ce que vous voulez voir, et la manière de l'afficher.
sv_se: Välj vad du vill se och hur du vill se det.

source: Choose your notification settings.
fa_ir: تنظیمات اعلان خود را انتخاب کنید.
fi_fi: Valitse ilmoitusasetukset.
fr_fr: Choisissez vos paramètres de notification.
sv_se: Välj aviseringsinställningar.

source: Claim assets sent to you automatically when the claw back time period expires.
fa_ir: پس از انقضای دوره بازگرداندن مطالبات، دارایی‌ها به‌طور خودکار برای شما ارسال میشوند.
fi_fi: Lunasta vastaanottamasi assetit automaattisesti kun takaisinvetoaika umpeutuu.
fr_fr: Revendiquer automatiquement les actifs vous sont envoyés lorsque la période de récupération expire.

source: Claim Rewards
cs_cz: Získat odměnu
fa_ir: برداشت پاداشها
fi_fi: Lunasta Palkkiot
fr_fr: Réclamer les récompenses
sv_se: Begär in belöningar
uk_ua: Отримати нагороду

source: Claw back or claim claw back transaction
fa_ir: بازگرداندن یا ادعای بازگرداندن تراکنش
fi_fi: Takaisinvedä tai lunasta transaktio
fr_fr: Récupérer ou revendiquer la transaction récupérable

source: Clear NFT cache
fa_ir: حافظه پنهان ان اف تی را پاک کنید
fi_fi: Tyhjennä NFT-välimuisti
fr_fr: Vider le cache NFT
sv_se: Töm NFT-cachen

source: Clicking a delete icon only removes a directory from this list and never deletes the directory itself
fa_ir: با کلیک بر روی نماد حذف فقط یک پوشه از این لیست حذف میشود و هرگز خود پوشه حذف نمیشود
fi_fi: Poistokuvakkeen napsauttaminen poistaa vain hakemiston tästä listasta eikä koskaan poista itse hakemistoa
sv_se: Att klicka på en raderingsikon tar bara bort en katalog från denna lista men tar aldrig bort själva katalogen

source: Close
cs_cz: Zavřít
fa_ir: ببندید
fi_fi: Sulje
fr_fr: Fermer
sv_se: Stäng
uk_ua: Закрити

source: Closing down services
cs_cz: Uzavírání služeb
fa_ir: بسته شدن خدمات
fi_fi: Suljetaan palveluja
fr_fr: Fermeture des services
sv_se: Stänger ner tjänster
uk_ua: Завершення роботи служб
