Repository: Chia-Network/chia-blockchain-gui
Catalog: packages/gui/src/locales/*/messages.po
Languages: cs_cz, fa_ir, fi_fi, fr_fr, sv_se, uk_ua

source: Coin Id
fa_ir: شناسه ارز
fi_fi: Kolikon Tunnuste
fr_fr: ID de la pièce
sv_se: Mynt-ID

source: Coin ID
fa_ir: شناسه ارز
fi_fi: Kolikon Tunniste
fr_fr: ID de Pièce
sv_se: Mynt-ID

source: Coin Ids
fa_ir: شناسه ارز
fi_fi: Kolikon Tunnisteet
fr_fr: ID des Pièces
sv_se: Mynt-ID:n

source: Collection
cs_cz: Sbírka
fa_ir: مجموعه
fi_fi: Kokoelma
sv_se: Samling
uk_ua: Колекція

source: Common reasons for missing SPs include:
fa_ir: دلایل رایج علت از دست دادن اس پی ها عبارتند از:
fi_fi: Yleisiä syitä puuttuviin SP:hin ovat:
sv_se: Vanliga orsaker till missade SP:er inbegriper:

source: Compressed plot support
fa_ir: پشتیبانی از پلات فشرده
fi_fi: Kompressoitujen plottien tuki
fr_fr: Support des parcelles compressées
sv_se: Stöd för komprimerade plottar

source: Compression
fa_ir: فشرده سازی
fi_fi: Kompressio
sv_se: Komprimering

source: Compression level
fa_ir: سطح فشرده سازی
fi_fi: Kompressiotaso
fr_fr: Niveau de compression
sv_se: Komprimeringsnivå

source: Confirm Disconnect
cs_cz: Potvrdit odpojení
fa_ir: تایید قطع ارتباط
fi_fi: Varmista Yhteyden Katkaisu
fr_fr: Confirmer la déconnexion
sv_se: Bekräfta frånkoppling
uk_ua: Підтвердити відключення

source: Confirm Move
cs_cz: Potvrdit přesun
fa_ir: تایید انجام
fi_fi: Vahvista siirto
fr_fr: Confirmer le transfert
sv_se: Bekräfta flytt
uk_ua: Підтвердити переміщення

source: Confirm New Passphrase
cs_cz: Potvrdit nové heslo
fa_ir: تایید رمز ورود جدید
fi_fi: Vahvista Uusi Salasana
fr_fr: Confirmer la nouvelle phrase secrète
sv_se: Bekräfta ny lösenfras
uk_ua: Підтвердження нового пароля

source: Confirm NFT Transfer
cs_cz: Potvrdit NFT převod
fa_ir: تایید انتقال ان اف تی
fi_fi: Vahvista NFT:n siirto
fr_fr: Confirmer le transfert du NFT
sv_se: Bekräfta överföring av NFT
uk_ua: Підтвердіть NFT переказ

source: Confirm Passphrase
cs_cz: Potvrdit heslo
fa_ir: تایید رمز ورود
fi_fi: Vahvista Salasana
fr_fr: Confirmer la phrase secrète
sv_se: Bekräfta lösenfras
uk_ua: Підтвердження пароля

source: Confirmation
cs_cz: Potvrzení
fa_ir: تائیدیه
fi_fi: Vahvista
sv_se: Bekräfta
uk_ua: Підтвердження

source: Confirmation Request
fa_ir: تقاضای تایید
fi_fi: Vahvistuspyyntö
fr_fr: Demande de Confirmation
sv_se: Bekräftelsebegäran

source: Confirmed
cs_cz: Potvrzeno
fa_ir: تایید شده
fi_fi: Vahvistettu
fr_fr: Confirmé
sv_se: Bekräftad
uk_ua: Підтверджено

source: Connect
cs_cz: Připojit
fa_ir: متصل شد
fi_fi: Yhdistä
fr_fr: Se connecter
sv_se: Anslut
uk_ua: Підключитися

source: Connect to other peers
cs_cz: Připojit k dalším peerům
fa_ir: اتصال به بقیه همتا ها
fi_fi: Yhdistä muihin verkkonoodeihin
fr_fr: Se connecter à d'autres pairs
sv_se: Anslut till andra peer-datorer
uk_ua: Підключитися до інших вузлів

source: Connect to pool
cs_cz: Připojit ke Poolu
fa_ir: اتصال به استخر
fi_fi: Yhdistä pooliin
fr_fr: Se connecter au pool
sv_se: Anslut till poolen
uk_ua: Підключитися до пулу

source: Connected
cs_cz: Připojeno
fa_ir: متصل شده
fi_fi: Yhdistetty
fr_fr: Connecté
sv_se: Ansluten
uk_ua: Підключено

source: Connected Applications
fa_ir: برنامه های کاربردی متصل
fi_fi: Yhdistetyt Sovellukset
fr_fr: Applications connectées
sv_se: Anslutna program

source: Connecting to daemon
cs_cz: Připojování k daemonu
fa_ir: اتصال به دیمن یا برنامه پس زمینه
fi_fi: Yhdistetään daemoniin
fr_fr: Connexion au service
sv_se: Ansluter till daemon
uk_ua: Підключення до служби

source: Connection Status
cs_cz: Stav připojení
fa_ir: وضعیت اتصال
fi_fi: Yhteyden Tila
fr_fr: Statut de la connexion
sv_se: Anslutningsstatus
uk_ua: Стан підключення

source: Connection Status:
cs_cz: Stav připojení:
fa_ir: وضعیت اتصال:
fi_fi: Yhteyden Tila:
fr_fr: Statut de la connexion :
sv_se: Anslutningsstatus:
uk_ua: Стан підключення:

source: Connection type
cs_cz: Typ připojení
fa_ir: نوع اتصال
fi_fi: Yhteystyyppi
fr_fr: Type de connexion
sv_se: Anslutningstyp
uk_ua: Тип підключення

source: Contact Name
fa_ir: نام اطلاعات تماس
fi_fi: Yhteystiedon Nimi
fr_fr: Nom du contact
sv_se: Kontaktnamn

source: Contacts
fa_ir: اطلاعات تماس
fi_fi: Yhteystiedot
sv_se: Kontakter

source: Content does not match the expected hash value that was specified during NFT minting. The content may have been modified.
fa_ir: محتوا با مقدار هش مورد انتظاری که در طول استخراج ان اف تی مشخص شده بود مطابقت ندارد. ممکن است محتوا اصلاح شده باشد.
fi_fi: Sisältö ei vastaa NFT:n luomisen aikana määritettyä tiivistettä. Sisältöä on mahdollisesti muutettu.
fr_fr: Le hash du contenu ne correspond pas à la valeur spécifiée pendant la frappe du NFT. Le contenu peut avoir été modifié.
sv_se: Innehållet matchar inte det förväntade hashvärdet som angavs under NFT-myntningen. Innehållet kan ha ändrats.

source: Content has not been validated against the hash that was specified during NFT minting. Error: {0}
fa_ir: محتوا در برابر آن هش‌ که در طول ثبت ان اف تی مشخص شده بود تأیید نشده است. خطا: {0}
fi_fi: Sisältöä ei ole validoitu NFT:n luonnin aikana määritettyä tiivistettä vastaan. Virhe: {0}
fr_fr: Le contenu n'a pas été validé par rapport au hachage spécifié pendant la frappe du NFT. Erreur : {0}
sv_se: Innehållet har inte validerats mot den hash som angavs under NFT-myntningen. Fel: {0}

source: Continue
fa_ir: ادامه هید
fi_fi: Jatka
fr_fr: Continuer
sv_se: Fortsätt

source: Copy Media URL
cs_cz: Kopírovat URL média
fa_ir: لینک آدرس سایت را کپی کنید
fi_fi: Kopioi Median URL
fr_fr: Copier l'URL du Média
sv_se: Kopiera media-URL
uk_ua: Копіювати посилання на медіа

source: Copy NFT ID
cs_cz: Kopírovat ID NFT
fa_ir: کپی شناسه ان اف تی
fi_fi: Kopioi NFT ID
fr_fr: Copier l'ID du NFT
sv_se: Kopiera NFT-ID
uk_ua: Копіювати NFT ID

source: Copy To Clipboard
fa_ir: کپی در حافظه
fi_fi: Kopioi Leikepöydälle
fr_fr: Copier dans le presse-papier
sv_se: Kopiera till Urklipp

source: Cost to send notification
fa_ir: هزینه ارسال اغلان
fi_fi: Ilmoituksen lähettämisen kustannukset
fr_fr: Coût d'envoi de la notification
sv_se: Kostnad för att skicka avisering

source: Cost to send notification to the NFT holder
fa_ir: هزینه ارسال اعلان به دارنده ان اف تی
fi_fi: Kustannukset, jotka aiheutuvat ilmoituksen lähettämisestä NFT:n haltijalle
fr_fr: Coût pour envoyer une notification au détenteur du NFT
sv_se: Kostnad för att skicka avisering till NFT-innehavaren

source: Could not connect to host {host} on port {port}
fa_ir: امکان‌پذیر نیست {host} در پورت {port} اتصال به میزبان
fi_fi: Palvelimeen {host} ei saatu yhteyttä portissa {port}
fr_fr: Impossible de se connecter à l'hôte {host} sur le port {port}
sv_se: Kunde inte ansluta till värd {host} på port {port}

source: Could not parse offer data
fa_ir: تجزیه اطلاعات پیشنهاد ممکن نیست
fi_fi: Tarjoustietojen purkaminen ei onnistunut
fr_fr: Impossible de lire les données de l'offre
sv_se: Det gick inte att analysera erbjudandedata

source: Count
fa_ir: شمردن
fi_fi: Määrä
fr_fr: Compte
sv_se: Antal

source: Counter
fa_ir: شمارش معکوس
fi_fi: Vastaus
fr_fr: Compteur
sv_se: Räknare

source: Counter Offer
fa_ir: شمارنده پیشنهاد
fi_fi: Vastatarjous
fr_fr: Contre-Offre
sv_se: Moterbjudande

source: Create
cs_cz: Vytvořit
fa_ir: ایجاد
fi_fi: Luo
fr_fr: Créer
sv_se: Skapa
uk_ua: Створити

source: Create & Manage plots
cs_cz: Vytváření a správa polí
fa_ir: پلات ها را ایجاد و مدیریت کنید
fi_fi: Plottaa & Hallitse plotteja
fr_fr: Créer et gérer les parcelles
sv_se: Skapa och hantera plottar
uk_ua: Створення та керування ділянками

source: Create a file that you can use to trade XCH, Chia Asset Tokens, or NFTs with no counter-party risk.
fa_ir: فایلی ایجاد کنید که بتوانید از آن برای معامله دارایی چیا، یا ان اف تی بدون ریسک طرف مقابل استفاده کنید.
fi_fi: Luo tiedosto, jota voit käyttää XCH, Chia Asset Tokenien, tai NFT:iden kaupankäyntiin ilman vastapuoliriskejä.
fr_fr: Créez un fichier qui permet d'échanger des jetons XCH, CAT ou NFT sans risque.
sv_se: Skapa en fil som du kan använda för att handla XCH, Chia Asset Tokens, eller NFT:er utan någon motpartsrisk.

source: Create a new profile
cs_cz: Vytvořit nový profil
fa_ir: مشخصات جدید ایجاد کنید
fi_fi: Luo uusi profiili
fr_fr: Créer un nouveau profil
sv_se: Skapa ny profil
uk_ua: Створити новий профіль

source: Create a Plot NFT
cs_cz: Vytvořit vykreslování NFT
fa_ir: ایجاد یک پلات ان اف تی
fi_fi: Luo Plot NFT
fr_fr: Créer un NFT de parcelles
sv_se: Skapa en plott-NFT
uk_ua: Створити NFT ділянку

source: Create an NFT Offer
cs_cz: Vytvořit NFT nabídku
fa_ir: ایجاد یشنهاد ان اف تی
fi_fi: Luo NFT-tarjous
fr_fr: Créer une offre de NFT
sv_se: Skapa ett NFT-erbjudande
uk_ua: Створити NFT пропозицію

source: Create an Offer
cs_cz: Vytvořit nabídku
fa_ir: ایجاد پیشنهاد
fi_fi: Luo Tarjous
fr_fr: Créer une offre
sv_se: Skapa ett erbjudande
uk_ua: Створити пропозицію

source: Create Contact
fa_ir: ایجاد اطلاعات تماس
fi_fi: Luo Yhteystieto
fr_fr: Créer un contact
sv_se: Skapa kontakt

source: Create Counter Offer
fa_ir: ایجاد پیشنهاد زمان‌بندی شده
fi_fi: Luo Vastatarjous
fr_fr: Créer une contre-offre
sv_se: Skapa ett moterbjudande

source: Create new DID Wallet
fa_ir: ساخت کیف پول شناسه غیرمتمرکز جدید
fi_fi: Luo uusi DID-lompakko
fr_fr: Créer un nouveau portefeuille DID
sv_se: Skapa ny DID-plånbok

source: Create Offer
cs_cz: Vytvořit nabídku
fa_ir: ایجاد پیشنهاد
fi_fi: Luo Tarjous
fr_fr: Créer une offre
sv_se: Skapa erbjudande
uk_ua: Створити пропозицію

source: Create Offer for Ids
fa_ir: ایجاد پیشنهاد با شناسه مشخص شده
fi_fi: Luo tarjous tunnisteille
fr_fr: Créer une offre pour les ID
sv_se: Skapa erbjudande för ID:n

source: Create Profile
fa_ir: ایجاد مشخصات
fi_fi: Luo Profiili
fr_fr: Créer un Profil
sv_se: Skapa profil

source: Create Signature
fa_ir: ایجاد امضاء
fi_fi: Luo Allekirjoitus
fr_fr: Créer une Signature
sv_se: Skapa signatur

source: created {0}
fa_ir: ایجاد شده {0}
fi_fi: Luotu {0}
fr_fr: créé {0}
sv_se: skapat {0}
uk_ua: створено {0}

source: Creates and submits a transaction on the blockchain that cancels the offer
cs_cz: Vytvoří a odešle transakci do blockchainu, která zruší nabídku
fa_ir: یک تراکنش در بلاکچین ایجاد و ارسال کنید که پیشنهاد را لغو میکند
fi_fi: Luo ja lähettää transaktion lohkoketjuun, joka peruuttaa tarjouksen
fr_fr: Crée et soumet une transaction d'annulation de l'offre sur la blockchain
sv_se: Skapar och skickar en transaktion till blockkedjan som avbryter erbjudandet
uk_ua: Створює та надсилає транзакцію в блокчейні, яка скасовує пропозицію

source: Creating a contact enables you to keep track of people who you know and store information such as their DIDs, Profile NFT or Websites.
fa_ir: ایجاد یک اظلاع تماس به شما امکان میدهد افرادی را که می شناسید پیگیری کنید و اطلاعاتی مانند شناسه غیرمتمرکز، حساب کاربری ان اف تی یا وب سایت های آنها را ذخیره کنید.
fi_fi: Yhteystiedon luomisen avulla voit listata henkilöitä, jotka tunnet ja joista tallennat tietoja, kuten heidän DID:n, Profiili-NFT:n tai Webbisivustoja.
fr_fr: Créer un contact permet de garder une trace d'une personne que vous connaissez en stockant ses informations (image de profil, DID, sites web).
sv_se: Genom att skapa en kontakt kan du hålla reda på personer du känner och lagra information såsom deras DID, profil-NFT eller webbplatser.

source: Creating a profile requires 1 mojo
fa_ir: ایجاد مشخصات به 1 موجو نیاز دارد
fi_fi: Profiilin luominen vaatii yhden mojon
fr_fr: La création d'un profil nécessite 1 mojo
sv_se: För att skapa en profil krävs 1 mojo

source: Creating Plot NFT and Joining the Pool
cs_cz: Vytváření vykreslování NFT a připojení k Poolu
fa_ir: ایجاد پلات ان اف تی و پیوستن به استخر
fi_fi: Luodaan NFT ja liitytään pooliin
fr_fr: Créer un NFT de parcelles et rejoindre le pool
sv_se: Skapar en plott-NFT och går med i poolen
uk_ua: Створення NFT ділянки та приєднання до пулу

source: Creating Plot NFT for Self Pooling
cs_cz: Vytváří se NFT pole pro vlastní poolování
fa_ir: ایجاد پلات ان اف تی برای استخر شخصی
fi_fi: Luodaan Plot-NFT omaa poolausta varten
fr_fr: Créer un NFT de parcelles pour culture en solo
sv_se: Skapar plott-NFT för självpoolning
uk_ua: Створення NFT ділянки для самостійного видобутку

source: Creation Date
cs_cz: Datum vytvoření
fa_ir: تاریخ ایجاد
fi_fi: Luontipäivämäärä
fr_fr: Date de création
sv_se: Skapat (datum)
uk_ua: Дата Створення

source: Creator Fee ({0}%)
cs_cz: Poplatek autora ({0}%)
fa_ir: کارمزد سازنده ({0}%)
fi_fi: Tekijän maksu ({0}%)
fr_fr: Frais du créateur ({0}%)
sv_se: Skaparavgift ({0}%)
uk_ua: Комісія творця ({0}%)

source: Creator Fee ({royaltyPercentage}%)
cs_cz: Poplatek autora ({royaltyPercentage}%)
fa_ir: ({royaltyPercentage}%) کارمزد سازنده
fi_fi: Tekijän rojaltimaksu ({royaltyPercentage}%)
fr_fr: Frais du créateur ({royaltyPercentage}%)
sv_se: Skaparavgift ({royaltyPercentage}%)
uk_ua: Комісія творця ({royaltyPercentage}%)

source: Creator royalty percentage seems high
fa_ir: درصد حق امتیاز سازنده بالا به نظر میرسد
fi_fi: Tekijän rojaltiprosentti vaikuttaa korkealta
fr_fr: Les royalties du créateur sont élevées
sv_se: Skaparens royaltyprocent verkar hög
uk_ua: Відсоток авторського гонорару здається високим

source: Credentials
fa_ir: اعتبارنامه
fi_fi: Käyttöoikeustiedot
fr_fr: Certificat
sv_se: Autentiseringsuppgifter

source: Currency code is not defined
cs_cz: Kód měny není definován
fa_ir: نوع ارز تعریف نشده است
fi_fi: Valuutan koodia ei ole määritetty
fr_fr: Le code de la devise n'est pas défini
sv_se: Valutakoden är inte definierad
uk_ua: Код валюти не визначено

source: Current Difficulty
cs_cz: Aktuální obtížnost
fa_ir: مشکل فعلی
fi_fi: Tämänhetkinen Vaikeuskerroin
fr_fr: Difficulté actuelle
sv_se: Aktuell svårighetsgrad
uk_ua: Поточна складність

source: Current Passphrase
cs_cz: Současné heslo
fa_ir: رمز ورودی کنونی
fi_fi: Nykyinen Salasana
fr_fr: Phrase secrète actuelle
sv_se: Nuvarande lösenfras
uk_ua: Поточний пароль

source: Current Points Balance
cs_cz: Aktuální počet bodů
fa_ir: موجودی امتیازات فعلی
fi_fi: Tämänhetkinen Pistesaldo
fr_fr: Solde de points actuel
sv_se: Aktuellt poängsaldo
uk_ua: Поточний баланс балів

source: Custody
fa_ir: اختیار تصرف
fi_fi: Hallussapito

source: Dapp {from} sending the message
fa_ir: در حال ارسال پیام Dapp {from}
fi_fi: Dapp {from} lähettää viestin
fr_fr: Dapp {from} envoie le message
sv_se: Dapp {from} skickar meddelandet

source: Dapp sending the message
fa_ir: در حال ارسال پیام Dapp
fi_fi: Dapp lähettää viestin
fr_fr: Dapp envoie le message
sv_se: Dapp skickar meddelandet

source: Data Hash
fa_ir: هش داده
fi_fi: Datan tiiviste
fr_fr: Hash des données
uk_ua: Хеш даних

source: Data URL {0}
fa_ir: آدرس داده {0}
fi_fi: Datan URL {0}
fr_fr: URL des données {0}

source: DataLayer
fa_ir: لایه داده ها

source: DataLayer enables rich data to be stored on mirrored databases that can be verified using the Chia Blockchain.
fa_ir: داده لایه قادر است اظلاعات پرمحتوا را در یک پایگاه داده آینه ای ذخیره کند که با استفاده از بلاکچین چیا قابل تأیید است.
fi_fi: DataLayer mahdollistaa tietojen tallentamisen peilattuihin tietokantoihin, jotka voidaan varmentaa Chia-lohkoketjun avulla.
fr_fr: DataLayer permet de stocker des bases de données avec redondance qui peuvent être vérifiées à l'aide de la Blockchain Chia.
sv_se: DataLayer gör det möjligt att lagra rika data på speglade databaser som kan verifieras med hjälp av Chia Blockchain.

source: DataLayer Services
fa_ir: خدمات لایه داده ها
fi_fi: DataLayer-palvelut
fr_fr: Services du DataLayer
sv_se: DataLayer-tjänster

source: Date
cs_cz: Datum
fa_ir: تاریخ
fi_fi: Päiväys
sv_se: Datum
uk_ua: Дата

source: Days
fa_ir: روز
fi_fi: Päivää
fr_fr: Jours
sv_se: Dagar

source: Decompressor Thread Count
fa_ir: شمارش رشته های غیر فشرده کردن
fi_fi: Dekompressiosäikeiden Lukumäärä
fr_fr: Nombre de processus pour la décompression

source: Default claw back time for outgoing XCH transactions
fa_ir: زمان پیش‌فرض ادعای بازگرداندن برای تراکنش‌های خروجی چیا
fi_fi: Oletustakaisinvetoaika lähteville XCH-transaktioille
fr_fr: Temps de récupération par défaut pour les transactions XCH sortantes

source: Default claw back time is disabled.
fa_ir: زمان پیش‌فرض ادعای بازگرداندن غیرفعال است.
fi_fi: Oletustakaisinvetoaika pois käytöstä.
fr_fr: Aucun temps de récupération par défaut n'est défini.

source: Default claw back time is enabled.
fa_ir: زمان پیش‌فرض ادعای بازگرداندن فعال است.
fi_fi: Oletustakaisinvetoaika kätössä.
fr_fr: Un temps de récupération par défaut est défini.

source: Default offer expiration time is disabled
fa_ir: زمان انقضای پیشنهاد پیش‌فرض غیرفعال است
fi_fi: Tarjouksen oletusvanhentumisaika on pois käytöstä
fr_fr: L'expiration par défaut des offres est désactivée
sv_se: Standardvärde för erbjudandets förfallotid är inaktiverat

source: Default offer expiration time is enabled
fa_ir: زمان انقضای پیشنهاد پیش‌فرض فعال است
fi_fi: Tarjouksen oletusvanhentumisaika on käytössä
fr_fr: Un délai d'expiration par défaut est défini pour les offres
sv_se: Standardvärde för erbjudandets förfallotid är aktiverat

source: Delay
cs_cz: Zpoždění
fa_ir: تاخیر
fi_fi: Viive
fr_fr: Délai
sv_se: Fördröjning
uk_ua: Затримка

source: Delete
cs_cz: Odstranit
fa_ir: حذف
fi_fi: Poista
fr_fr: Supprimer
sv_se: Ta bort
uk_ua: Видалити

source: Delete contact
fa_ir: حدف اطلاعات تماس
fi_fi: Poista yhteystieto
fr_fr: Supprimer le contact
sv_se: Ta bort kontakt

source: Delete Contact
fa_ir: حدف اطلاعات تماس
fi_fi: Poista Yhteystieto
fr_fr: Supprimer le Contact
sv_se: Ta bort kontakt

source: Delete Key
cs_cz: Smazat klíč
fa_ir: حذف کلید
fi_fi: Poista Avain
fr_fr: Supprimer la clé
sv_se: Ta bort nyckel
uk_ua: Видалити ключ

source: Delete Plot
cs_cz: Smazat pole
fa_ir: حذف پلات
fi_fi: Poista Plot-tiedosto
fr_fr: Supprimer la parcelle
sv_se: Ta bort plott
uk_ua: Видалити ділянку

source: Delete Unconfirmed Transactions
cs_cz: Odstranit nepotvrzené transakce
fa_ir: حدف معامله های تایید نشده
fi_fi: Poista Vahvistamattomat Transaktiot
fr_fr: Supprimer les transactions non confirmées
sv_se: Ta bort obekräftade transaktioner
uk_ua: Видалити непідтверджені транзакції

source: Delete Verifiable Credential
fa_ir: اعتبار قابل تأیید را حذف کنید
fi_fi: Poista Todennettavat Käyttöoikeustiedot
fr_fr: Supprimer le Certificat Vérifiable
sv_se: Ta bort verifierbar autentiseringsuppgift

source: Deleting key
cs_cz: Odstraňuji klíč
fa_ir: در حال حذف کلید
fi_fi: Poistetaan avainta
fr_fr: Suppression de la clé
sv_se: Tar bort nyckel
uk_ua: Видалення ключа

source: Depending on your system configuration, you may find that an alternative plotter produces plots faster than the default Chia Proof of Space plotter. If unsure, use the default Chia Proof of Space plotter.
cs_cz: V závislosti na konfiguraci vašeho systému můžete zjistit, že alternativní plotr produkuje pole rychleji než výchozí Chia Proof of Space plotr. Pokud si nejste jisti, použijte výchozí Chia Proof of Space plotr.
fa_ir: بسته به تنظیمات سیستم شما، امکان دارد یک پلات ساز دیگر که پلات ها را سریعتر از پلات ساز پیش فرض چیا پروف او اسپیس تولید میکند، پیدا کنید. اگر مطمئن نیستید، از پلات ساز پیش فرض چیا پروف او اسپیس استفاده کنید.
fi_fi: Riippuen järjestelmän kokoonpanosta, saatat huomata, että vaihtoehtoinen plotteri tuottaa plottitiedostoja nopeammin kuin Chia Proof of Space -plotteri. Jos olet epävarma, käytä oletusarvoista Chia Proof Space -plotteria.
fr_fr: Selon la configuration de votre système, il se peut qu'un autre traceur produise des parcelles plus rapidement que celui par défaut. En cas de doute, utilisez le traceur "Chia Proof of Space".
sv_se: Beroende på din systemkonfiguration, kan det visa sig att en alternativ plotter skapar plottar snabbare än Chias standard-Proof-of-Space-plotter. Om du är osäker, använd Chias standard-Proof-of-Space-plotter.
uk_ua: Залежно від конфігурації системи, ви можете помітити, що альтернативний плотер створює ділянки швидше, ніж стандартний плотер Chia Proof Space. Якщо ви не впевнені, використовуйте стандартний плоттер Chia Proof Space.

source: Derivation Index
fa_ir: فهرست استخراج
fi_fi: Derivaatioindeksi
fr_fr: Indice de dérivation
sv_se: Härledningsindex
uk_ua: Індекс деривації

source: Derivation index must be greater than {index}
fa_ir: باشد {index} فهرست استخراج باید بزرگتر از
fi_fi: Derivaatioindeksin on oltava suurempi kuin {index}
fr_fr: L'indice de dérivation doit être supérieur à {index}
sv_se: Härledningsindex måste vara större än {index}
uk_ua: Індекс деривації повинен бути більшим за {index}

source: Description
cs_cz: Popis
fa_ir: توضیحات
fi_fi: Kuvaus
sv_se: Beskrivning
uk_ua: Опис

source: Deselect all
fa_ir: لغو انتخاب همه
fi_fi: Poista valinnat
fr_fr: Tout sélectionner
sv_se: Avmarkera alla

source: Destination
cs_cz: Umístění
fa_ir: مقصد
fi_fi: Kohde
uk_ua: Призначення

source: Destination:
cs_cz: Umístění:
fa_ir: مقصد:
fi_fi: Kohde:
uk_ua: Призначення:

source: Details
cs_cz: Podrobnosti
fa_ir: جزئیات
fi_fi: Lisätiedot
fr_fr: Détails
sv_se: Detaljer
uk_ua: Подробиці

source: Dexie URL
fa_ir: آدرس سایت دکسی
fr_fr: URL de Dexie
sv_se: URL till Dexie

source: DID
fa_ir: شناسه غیرمتمرکز

source: DID Id
fa_ir: شناسه، شناسه غیرمتمرکز
fi_fi: DID-tunniste
fr_fr: ID du DID

source: Difficulty
cs_cz: Obtížnost
fa_ir: سختی
fi_fi: Vaikeusaste
fr_fr: Difficulté
sv_se: Svårighetsgrad
uk_ua: Складність

source: Disable
fa_ir: غیر فعال
fi_fi: Poista Käytöstä
fr_fr: Désactiver
sv_se: Inaktivera

source: Disable assigning automatic thread affinity. This is useful when running multiple simultaneous instances of Bladebit as you can manually assign thread affinity yourself when launching Bladebit.
fa_ir: غیرفعال کردن اختصاص پیوند خودکار رشته. این در هنگام اجرای چندین نمونه به طور همزمان از بلیدبیت است زیرا میتوانید خودتان هنگام راه‌اندازی بلیدبیت به صورت دستی پیوند رشته اختصاص دهید.
fi_fi: Poista auotmaattinen säikeiden affiniteetin määrittäminen. Tämä on hyödyllistä, kun ajetaan useita samanaikaisia Bladebit-instansseja, koska voit manuaalisesti määrittää affiniteetin Bladebitin käynnistämisessä.
fr_fr: Désactiver l'affinité automatique des processus. Ceci est utile lorsque vous exécutez plusieurs instances simultanées de Bladebit car vous pouvez assigner manuellement vous-même des affinités de processus lors du lancement de Bladebit.
sv_se: Inaktivera automatisk tilldelning av trådaffinitet. Detta är användbart när du kör flera samtidiga instanser av Bladebit eftersom du själv kan manuellt tilldela trådaffinitet när du startar Bladebit.
uk_ua: Вимкнути автоматичний thread affinity. Це корисно під час одночасного запуску кількох екземплярів Bladebit, оскільки ви можете самостійно вручну призначити thread affinity під час запуску Bladebit.

source: Disable assigning automatic thread affinity. This is useful when you want to manually assign thread affinity.
fa_ir: غیرفعال کردن اختصاص پیوند خودکار رشته. این زمانی مفید است که بخواهید به صورت دستی پیوند رشته را اختصاص دهید.
fi_fi: Poista automaattinen säikeiden affiniteettiasetus käytöstä. Tämä on hyödyllistä, kun haluat määrittää affiniteetin manuaalisesti.
sv_se: Inaktivera tilldelning av automatisk trådaffinitet. Detta är användbart när du manuellt vill tilldela trådaffinitet.

source: Disable automatic NUMA aware memory binding. If you set this parameter in a NUMA system you will likely get degraded performance.
fa_ir: اتصال خودکار حافظه آگاه نیوما را غیرفعال کنید. اگر این پارامتر را در یک سیستم نیوما تنظیم کنید، احتمالاً عملکرد ضعیفی خواهید داشت.
fi_fi: Poista automaattisen NUMA-muistin sitominen käytöstä. Jos asetat tämän parametrin NUMA-järjestelmässä, suorituskyky todennäköisesti huononee.
fr_fr: Désactiver la liaison mémoire automatique avec NUMA. Si vous définissez ce paramètre dans un système NUMA, vous obtiendrez probablement des performances dégradées.
sv_se: Inaktivera automatisk NUMA-medveten minnesbindning. Om du ställer in denna parameter i ett NUMA-system kommer du sannolikt att få försämrad prestanda.
uk_ua: Вимкнути автоматичне прив'язування пам'яті NUMA. Якщо ви встановите цей параметр у системі NUMA ви, швидше за все, отримаєте погіршення продуктивності.
