Repository: Chia-Network/chia-blockchain-gui
Catalog: packages/gui/src/locales/*/messages.po
Languages: cs_cz, fa_ir, fi_fi, fr_fr, sv_se, uk_ua

source: No CAT wallet found for {assetId} token
fa_ir: یافت نشد {assetId} برای توکن CAT هیچ کیف پول
fi_fi: CAT-lompakkoa ei löydy tokenille {assetId}
fr_fr: Aucun portefeuille CAT trouvé pour le jeton {assetId}
sv_se: Ingen CAT-plånbok hittades för token {assetId}

source: No connected applications
fa_ir: هیچ برنامه متصلی وجود ندارد
fi_fi: Ei yhdistettyjä sovelluksia
fr_fr: Aucune application connectée
sv_se: Inga anslutna program

source: No Contacts
fa_ir: اطلاعات تماسی وجود ندارد
fi_fi: Ei Yhteystietoja
sv_se: Inga kontakter

source: No CPU Affinity
fa_ir: بدون وابستگی سی پی یو
fi_fi: EI CPU:n affiniteettia
fr_fr: Aucune affinité du processeur
sv_se: Ingen CPU-affinitet

source: No current offers
cs_cz: Žádné aktuální nabídky
fa_ir: پیشنهاد فعلی وجود ندارد
fi_fi: Ei tarjouksia
fr_fr: Aucune offre en cours
sv_se: Inga aktuella erbjudanden
uk_ua: Немає активних пропозицій

source: No Custom Permissions
fa_ir: بدون مجوزهای سفارشی
fi_fi: Ei Mukautettuja Oikeuksia
fr_fr: Aucune autorisation personnalisée
sv_se: Inga anpassade behörigheter

source: No file available
cs_cz: Žádný soubor není k dispozici
fa_ir: فایلی موجود نیست
fi_fi: Ei tiedostoa saatavilla
fr_fr: Aucun fichier trouvé
sv_se: Ingen fil är tillgänglig
uk_ua: Файл відсутній

source: No incoming offers
fa_ir: بدون پیشنهادات دریافتی
fi_fi: Ei saapuvia tarjouksia
fr_fr: Aucune offre entrante
sv_se: Inga inkommande erbjudanden

source: No Paired Keys
fa_ir: بدون کلیدهای موازی
fi_fi: Ei Avainpareja
fr_fr: Aucune clé appariée

source: No plots yet
cs_cz: Zatím žádná pole
fa_ir: هیچ پلاتی وجود ندارد
fi_fi: Ei vielä plottitiedostoja
fr_fr: Pas encore de parcelles
sv_se: Inga plottar ännu
uk_ua: Поки що немає ділянок

source: No private keys for one or both addresses. Safe only if you are sending rewards to another wallet.
cs_cz: Žádné soukromé klíče pro jednu nebo obě adresy. Bezpečné pouze v případě, že posíláte odměny do jiné peněženky.
fa_ir: هیچ کلید شخصی برای یک یا هر دو آدرس یافت نشد. فقط در صورتی امن است که پاداش را به کیف پول دیگری ارسال کنید.
fi_fi: Jompaan kumpaan tai kumpaankaan osoitteeseen ei ole yksitysiä avaimia. Turvallista vain, jos lähetät palkkiot toiseen lompakkoon.
fr_fr: Aucune clé privée pour une ou les deux adresses. Sécurisé uniquement si vous envoyez des récompenses à un autre portefeuille.
sv_se: Inga privata nycklar för en eller båda adresser. Endast säkert om du skicka belöningar till en annan plånbok.
uk_ua: Немає приватних ключів для одного або обох адрес. Безпечно, тільки якщо ви надсилаєте нагороди іншому гаманця.

source: No standard wallet found
fa_ir: کیف پول استانداردی پیدا نشد
fi_fi: Standardilompakkoa ei löytynyt
fr_fr: Aucun portefeuille standard trouvé
sv_se: Ingen standardplånbok hittades

source: Node ID
cs_cz: ID uzlu
fa_ir: شناسه نود
fi_fi: Noodin tunnus
fr_fr: ID du nœud
uk_ua: ID вузла

source: Non Observer Derivation
fa_ir: استخراج غیر ناظر
fi_fi: Ei-lukuderivaatio

source: None
cs_cz: Žádný
fa_ir: هیچ یک
fi_fi: Ei yhtään
fr_fr: Aucun
sv_se: Ingen
uk_ua: Пусто

source: None (0)
fa_ir: هیچ (0)
fi_fi: Ei Yhtään (0)
fr_fr: Aucun (0)
sv_se: Ingen (0)

source: None of your plots have passed the plot filter yet.
cs_cz: Žádné z vašich polí dosud neprošlo filtrem poli.
fa_ir: هیچ کدام از پلات های شما هنوز از بررسی فیلتر پلات عبور نکرده.
fi_fi: Yksikään ploteistasi ei ole vielä päässyt suodatuksesta läpi.
fr_fr: Encore aucune de vos parcelles n'a passé le filtre.
sv_se: Ingen av dina plottar har passerat plottfiltret ännu.
uk_ua: Жодна з ваших ділянок ще не пройшла фільтр.

source: Normal (RAM required: 256G)
fa_ir: بطورمعمول (حافظه مورد نیاز: 256 گیگ)
fi_fi: Normaali (RAM-muistia tarvitaan: 256G)
sv_se: Normalt (RAM som krävs: 256G)

source: Not available
fa_ir: در دسترس نیست
fi_fi: Ei Saatavilla
sv_se: Inte tillgänglig

source: Not Available
cs_cz: Nedostupný
fa_ir: غیرقابل دسترسی
fi_fi: Ei Saatavilla
fr_fr: Non Disponible
sv_se: Inte tillgänglig
uk_ua: Не доступно

source: Not connected
cs_cz: Nepřipojeno
fa_ir: متصل نشده
fi_fi: Ei yhteyttä
fr_fr: Non connecté
sv_se: Inte ansluten
uk_ua: Немає з'єднання

source: Not running
fa_ir: در حال اجرا نیست
fi_fi: Ei käynnissä
sv_se: Körs inte

source: Not Synced
cs_cz: Není synchronizováno
fa_ir: سینک نشده
fi_fi: Ei Synkronoitu
fr_fr: Non Synchronisé
sv_se: Ej synkad
uk_ua: Не синхронізовано

source: Note that this does not change your pooling payout addresses. This only affects old format plots, and the 0.125XCH reward for pooling plots.
fa_ir: توجه داشته باشید که این کار آدرس‌های پرداخت استخر شما را تغییر نمیدهد. این فقط بر پلات های طرح قدیمی و پاداش 0.125 چیا برای استخر پلات ها تأثیر میگذارد.
fi_fi: Huomaa, että tämä ei muuta poolauksen maksuosoitteitasi. Tämä vaikuttaa vain vanhan formaatin plotteihin, ja 0,125 XCH palkintoon poolausploteissa.
sv_se: Observera att detta inte ändrar dina poolutbetalningsadresser. Detta påverkar endast plottar med det gamla formatet och belöningen 0,125XCH för poolplottar.

source: Note: the farmer public key corresponding to the current logged-in wallet is {farmerPublicKeyForFingerprint}
fa_ir: است {farmerPublicKeyForFingerprint} توجه: کلید عمومی فارم مربوط به کیف پول وارد شده فعلی
fi_fi: Huomautus: farmerin julkinen avain, joka vastaa nykyistä kirjautuneena olevaa lompakkoa, on {farmerPublicKeyForFingerprint}
sv_se: Obs: den publika nyckeln för odlare som motsvarar den aktuella inloggade plånboken är {farmerPublicKeyForFingerprint}

source: Note: the pool public key corresponding to the current logged-in wallet is {poolPublicKeyForFingerprint}
fa_ir: است {poolPublicKeyForFingerprint} توجه: کلید عمومی استخر مربوط به کیف پول وارد شده فعلی
fi_fi: Huomautus: poolin julkinen avain, joka vastaa nykyistä kirjautuneena olevaa lompakkoa on {poolPublicKeyForFingerprint}
sv_se: Obs: den publika nyckeln för pool som motsvarar den aktuella inloggade plånboken är {poolPublicKeyForFingerprint}

source: Notification has successfully been sent to a full node and included in the mempool.
fa_ir: اعلان با موفقیت به نود کامل منتقل شد و در حافظه استخر تراکنش قرار گرفت.
fi_fi: Ilmoitus on onnistuneesti lähetetty noodille, ja se on sisällytetty mempoolin.
fr_fr: La notification a été transmise au réseau et est maintenant incluse dans la mempool.
sv_se: Aviseringen har skickats till en fullständig nod och lagts till i mempoolen.

source: Notification recipient's address
fa_ir: آدرس گیرنده اعلان
fi_fi: Ilmoituksen vastaanottajan osoite
fr_fr: Adresse du destinataire de la notification

source: Notifications
fa_ir: اعلان
fi_fi: Ilmoitukset
sv_se: Aviseringar

source: Notify Current Owner
fa_ir: اطلاع به مالک فعلی
fi_fi: Ilmoita Nykyiselle Omistajalle
fr_fr: Notifier le propriétaire actuel
sv_se: Meddela nuvarande ägare

source: Number of Backup Ids Needed
fa_ir: تعداد شناسه های پشتیبان مورد نیاز
fi_fi: Tarvittavien varmuuskopiointitunnusten määrä
fr_fr: Nombre d'identifiants de secours requis

source: Number of buckets
cs_cz: Počet kbelíků (tzv. buckets)
fa_ir: تعداد باکت ها
fi_fi: Muistilohkojen määrä
fr_fr: Nombre de buckets
sv_se: Antal buckets
uk_ua: Кількість корзин

source: Number of buckets for phase 3 & 4
cs_cz: Počet kbelíků (bucketů) pro fázi 3 a 4
fa_ir: تعداد باکت ها دز فاز های 3 و 4
fi_fi: Vaiheen 3 ja 4 muistilohkojen (bucket) määrä
fr_fr: Nombre de buckets pour les phases 3 et 4
sv_se: Antal buckets för fas 3 & 4
uk_ua: Кількість кошиків на фазі 3 та 4

source: Number of NFTs
fa_ir: تعداد ان اف تی ها
fi_fi: NFT:ien lukumäärä
fr_fr: Nombre de NFT
sv_se: Antal NFT:er

source: Number of plots
fa_ir: تعداد پلات ها
fi_fi: Tonttien lukumäärä
sv_se: Antal plottar

source: Number of Plots
cs_cz: Počet polí
fa_ir: تعداد پلات ها
fi_fi: Plottien Määrä
fr_fr: Nombre de parcelles
sv_se: Antal plottar
uk_ua: Кількість ділянок

source: Number of threads
cs_cz: Počet vláken
fa_ir: تعداد رشته های پردازنده
fi_fi: Säikeiden määrä
fr_fr: Nombre de threads
sv_se: Antal trådar
uk_ua: Число потоків

source: Number of threads for a decompressor context.
fa_ir: تعداد رشته ها برای یک محتوی غیرفشرده سازی.
fi_fi: Säikeiden määrä dekompressiokontekstissa.
sv_se: Antal trådar för en dekompressorkontext.

source: Number of threads for C table processing
cs_cz: Počet vláken pro zpracování tabulky C
fa_ir: C تعداد رشته ها برای پردازش جدول
fi_fi: Säikeiden lukumäärä C-taulun prosessointiin
fr_fr: Nombre de threads pour le traitement de la table C
sv_se: Antal trådar för C-tabellbearbetning
uk_ua: Кількість потоків для обробки таблиці C

source: Number of threads for F1 generation
cs_cz: Počet vláken pro generování F1
fa_ir: F1 تعداد رشته ها برای تولید
fi_fi: Säikeiden määrä F1 -luontiin
fr_fr: Nombre de threads pour la génération F1
sv_se: Antal trådar för F1-generering
uk_ua: Кількість потоків для генерації F1

source: Number of threads for forward propagation
cs_cz: Počet vláken pro propagaci dopředu
fa_ir: تعداد رشته ها برای تکثیر رو به جلو
fi_fi: Säikeiden lukumäärä eteenpäin propagoimista varten
fr_fr: Nombre de threads pour la propagation en avant
sv_se: Antal trådar för framåtpropagering
uk_ua: Кількість потоків для прямого поширення

source: Number of threads for Phase 2
cs_cz: Počet vláken pro fázi 2
fa_ir: تعداد رشته ها برای فاز 2
fi_fi: Vaiheen 2 säikeiden määrä
fr_fr: Nombre de threads pour la phase 2
sv_se: Antal trådar för fas 2
uk_ua: Кількість потоків для Phase 2

source: Number of threads for Phase 3
cs_cz: Počet vláken pro fázi 3
fa_ir: تعداد رشته ها برای فاز 3
fi_fi: Vaiheen 3 säikeiden määrä
fr_fr: Nombre de threads pour la phase 3
sv_se: Antal trådar för fas 3
uk_ua: Кількість потоків для Phase 3

source: Objectionable Content
fa_ir: موارد قابل اعتراض
fi_fi: Kyseenalainen sisältö
fr_fr: Contenu sensible
sv_se: Stötande innehåll

source: Occupied space
fa_ir: فضای اشغال شده
fi_fi: Varattu tila
fr_fr: Espace occupé

source: Offer
fa_ir: پیشنهاد
fi_fi: Tarjous
fr_fr: Offre
sv_se: Erbjudande

source: Offer Builder
fa_ir: ساختن پیشنهاد
fi_fi: Tarjousten Rakentaja
fr_fr: Constructeur d'offres
sv_se: Erbjudandebyggare

source: Offer cannot be accepted because you don't possess the requested assets
cs_cz: Nabídku nelze přijmout, protože nevlastníte požadované položky
fa_ir: پیشنهاد نمیتواند پذیرفته شود زیرا دارایی‌های درخواستی را ندارید
fi_fi: Tarjousta ei voida hyväksyä, koska sinulla ei ole pyydettyä assettia.
fr_fr: L'offre ne peut pas être acceptée car vous ne possédez pas les actifs demandés
sv_se: Erbjudandet kan inte accepteras eftersom du inte äger de begärda tillgångarna
uk_ua: Пропозицію неможливо прийняти, оскільки ви не володієте запитаними активами

source: Offer Data
cs_cz: Data nabídky
fa_ir: اطلاعات پیشنهاد
fi_fi: Tarjouksen Tiedot
fr_fr: Données de l'offre
sv_se: Erbjudandedata
uk_ua: Дані пропозиції

source: Offer Details
fa_ir: جزئیات پیشنهاد
fi_fi: Tarjouksen Tiedot
fr_fr: Détails de l'offre
sv_se: Erbjudandedetaljer

source: Offer Expiration
fa_ir: انقضای پیشنهاد
fi_fi: Tarjouksen Vanheneminen
sv_se: Förfallotid för erbjudande

source: Offer Expiration Time
fa_ir: زمان انقضای پیشنهاد
fi_fi: Tarjouksen Päättymisaika
sv_se: Förfallotid för erbjudande

source: Offer file is too large (> 1MB)
fa_ir: فایل پیشنهاد خیلی بزرگ است (> 1 مگابایت)
fi_fi: Tarjoustiedosto on liian suuri (> 1Mt)
fr_fr: Le fichier de l'offre est trop volumineux (> 1MB)
sv_se: Erbjudandefilen är för stor (> 1MB)

source: Offer has been accepted and is awaiting confirmation.
cs_cz: Nabídka byla přijata a čeká na potvrzení.
fa_ir: پیشنهاد پذیرفته شده و در انتظار تایید است.
fi_fi: Tarjous on hyväksytty ja odottaa vahvistusta.
fr_fr: L'offre a été acceptée et est en attente de confirmation.
sv_se: Erbjudandet har accepterats och väntar på bekräftelse.
uk_ua: Пропозиція була прийнята і очікує підтвердження.

source: Offer has expired
fa_ir: پیشنهاد منقضی شده است
fi_fi: Tarjous on vanhentunut
sv_se: Erbjudandet har förfallit

source: Offer has expired.
fa_ir: پیشنهاد منقضی شده است.
fi_fi: Tarjous on vanhentunut.
sv_se: Erbjudandet har förfallit.

source: Offer Id
fa_ir: شناسه پیشنهاد
fi_fi: Tarjouksen Tunniste
fr_fr: ID de l'offre
sv_se: Erbjudande-ID

source: Offer Management
fa_ir: مدیریت پیشنهاد
fi_fi: Tarjousten Hallinta
fr_fr: Gestion de l'offre
sv_se: Hantera erbjudanden

source: Offer Shared
cs_cz: Sdílená nabídka
fa_ir: اشتراک گذاری پیشنهاد
fi_fi: Tarjous Jaettu
fr_fr: Offre partagée
sv_se: Erbjudandet delades
uk_ua: Спільна пропозиція

source: Offer will expire in {0} {1}
fa_ir: پیشنهاد در {0} {1} منقضی میشود
fi_fi: Tarjous vanhenee {0} {1} kuluttua
sv_se: Erbjudandet förfaller om {0} {1}

source: Offered
cs_cz: Nabídnuto
fa_ir: پیشنهاد شده
fi_fi: Tarjottu
fr_fr: Offert
sv_se: Erbjudna
uk_ua: Запропоновано

source: Offering
fa_ir: پیشنهاد دادن
fi_fi: Tarjotaan
fr_fr: Proposition
sv_se: Erbjuder

source: Offerpool URL
fa_ir: ادرس سایت استخر پیشنهاد
fi_fi: Tarjouspoolin URL
fr_fr: URL d'Offerpool
sv_se: URL för Offerpool

source: Offers
cs_cz: Nabídky
fa_ir: پیشنهادها
fi_fi: Tarjoukset
fr_fr: Offres
sv_se: Erbjudanden
uk_ua: Пропозиції

source: Offers are a way to trade assets in a genuinely peer-to-peer way that eliminates counterparty risk.
fa_ir: پیشنهادها راهی برای معامله دارایی ها به روش واقعی همتا به همتا است که ریسک طرف مقابل را حذف میکند.
fi_fi: Tarjoukset ovat tapa käydä suorakauppaa asseteilla, mikä poistaa vastapuoliriskin.
fr_fr: Les offres sont un moyen d’échanger des actifs de pair-à-pair sans risques de contrepartie.
sv_se: Erbjudanden är ett sätt att handla med tillgångar på ett äkta icke-hierarkiskt sätt som eliminerar motpartsrisk.

source: Offers are a way to trade assets in a genuinely peer-to-peer way to eliminate counterparty risk.
fa_ir: پیشنهادها راهی برای معامله دارایی ها بع روش واقعی همتا به همتا برای حذف ریسک طرف مقابل است.
fi_fi: Tarjoukset ovat tapa käydä suorakauppaa asseteilla, mikä poistaa vastapuoliriskin.
fr_fr: Les offres sont un moyen d’échanger des actifs de pair-à-pair sans risques de contrepartie.
sv_se: Erbjudanden är ett sätt att handla med tillgångar på ett äkta icke-hierarkiskt sätt för att eliminera motpartsrisk.

source: Offers you accepted
cs_cz: Nabídky, které jste přijali
fa_ir: پیشنهاداتی که پذیرفته اید
fi_fi: Hyväksymäsi tarjoukset
fr_fr: Vos offres acceptées
sv_se: Erbjudanden som du har accepterat
uk_ua: Пропозиції, які ви прийняли

source: Offers you created
cs_cz: Nabídky, které jste vytvořili
fa_ir: پیشنهاداتی که ایجاد کردید
fi_fi: Luomasi tarjoukset
fr_fr: Vos offres créées
sv_se: Erbjudanden som du har skapat
uk_ua: Пропозиції створені вами

source: OK
fa_ir: قبول
uk_ua: ОК

source: Once you accept this offer, you will not be able to cancel the transaction. Are you sure you want to accept this offer?
cs_cz: Jakmile přijmete tuto nabídku, nebude možné transakci zrušit. Opravdu chcete tuto nabídku přijmout?
fa_ir: پس از پذیرش این پیشنهاد، نمیتوانید معامله را لغو کنید. آیا مطمئن هستید که میخواهید این پیشنهاد را بپذیرید؟
fi_fi: Kun hyväksyt tämän tarjouksen, et voi peruuttaa transaktiota. Oletko varma, että haluat hyväksyä tämän tarjouksen?
fr_fr: Une fois que vous aurez accepté cette offre, vous ne pourrez plus annuler la transaction. Êtes-vous sûr de vouloir accepter cette offre ?
sv_se: När du accepterar detta erbjudande kommer du inte att kunna avbryta transaktionen. Är du säker på att du vill acceptera detta erbjudande?
uk_ua: Прийнявши цю пропозицію, ви не зможете скасувати транзакцію. Ви впевнені, що бажаєте прийняти цю пропозицію?

source: Once you initiate this transfer, you will not be able to cancel the transaction. Are you sure you want to transfer {0} NFTs?
fa_ir: پس از شروع این انتقال، نمیتوانید تراکنش را لغو کنید. آیا مطمئن هستید که میخواهید {0} ان اف تی را انتقال دهید؟
fi_fi: Kun aloitat tämän siirron, et voi peruuttaa tapahtumaa. Oletko varma, että haluat siirtää {0} NFT:tä?
fr_fr: Une fois que vous aurez initié ce transfert, vous ne pourrez plus annuler la transaction. Êtes-vous sûr de vouloir transférer {0} NFT ?
sv_se: När du satt igång denna överföring kommer du inte att kunna avbryta transaktionen. Är du säker på att du vill överföra {0} NFT:er?

source: Once you initiate this transfer, you will not be able to cancel the transaction. Are you sure you want to transfer the NFT?
cs_cz: Jakmile zahájíte tento transfer, nebude možné transakci zrušit. Jste si jisti, že chcete převést NFT?
fa_ir: پس از شروع این انتقال، نمیتوانید تراکنش را لغو کنید. آیا مطمئن هستید که میخواهید ان اف تی را انتقال دهید؟
fi_fi: Kun aloitat siirron, et voi peruuttaa transaktiota. Oletko varma, että haluat siirtää NFT:n?
fr_fr: Une fois que vous aurez initié ce transfert, vous ne pourrez plus annuler la transaction. Êtes-vous sûr de vouloir transférer le NFT ?
sv_se: När du sätter igång denna överföring kommer du inte att kunna avbryta transaktionen. Är du säker på att du vill överföra denna NFT?
uk_ua: Після того як ви ініціюєте цей переказ, ви не зможете скасувати транзакцію. Ви впевнені, що хочете передати NFT?

source: One or more unknown tokens are being offered. Be sure to verify that the asset IDs of the offered tokens match the asset IDs of the tokens you are expecting.
fa_ir: یک یا چند توکن ناشناخته در حال ارائه است. حتماً بررسی کنید که شناسه‌های دارایی توکن‌های ارائه‌شده با شناسه‌های دارایی توکن‌های مورد انتظار شما مطابقت دارند.
fi_fi: Yhtä tai useampaa tuntematonta tokenia tarjotaan. Varmista, että tarjouttujen tokeneiden Asset ID:t (tunnisteet) täsmäävät tokeneihin, joita odotat vastaanottavasi.
fr_fr: Un ou plusieurs jetons inconnus sont offerts. Veuillez vérifier que les identifiants d'actifs (Asset ID) des jetons ci-dessous correspondent à ceux des jetons que vous attendez.
sv_se: Ett eller flera okända token erbjuds. Kontrollera att tillgångs-ID för de token som erbjuds matchar tillgångs-ID för de token du förväntar dig att ta emot.

source: One or more unknown tokens are being offered. Please verify that the asset IDs of the tokens listed below match the asset IDs of the tokens you expect to receive.
cs_cz: Nabízí se jeden nebo více neznámých tokenů. Ověřte, zda ID aktiva níže uvedených tokenů odpovídá ID aktiva tokenů, které očekáváte, že obdržíte.
fa_ir: یک یا چند توکن ناشناخته در حال ارائه است. لطفاً بررسی کنید که شناسه‌های دارایی توکن‌های فهرست‌شده در زیر با شناسه‌های دارایی نشانه‌هایی که انتظار دریافت آن‌ها را دارید، مطابقت داشته باشد.
fi_fi: Yhtä tai useampaa tuntematonta tokenia tarjotaan. Varmista, että alla lueteltujen tokeneiden Asset ID:t täsmäävät tokeneihin, joita odotat vastaanottavasi.
fr_fr: Un ou plusieurs jetons inconnus sont offerts. Veuillez vérifier que les identifiants d'actifs (Asset ID) des jetons ci-dessous correspondent à ceux des jetons que vous attendez.
sv_se: Ett eller flera okända token erbjuds. Kontrollera att tillgångs-ID för de token som anges nedan matchar tillgångs-ID för de token du förväntar dig att ta emot.
uk_ua: Пропонується один або кілька невідомих токенів. Переконайтеся, що ідентифікатори активів токенів, перелічених нижче, збігаються з ідентифікаторами активів токенів, які ви очікуєте отримати.

source: One-of-a-kind Collectible assets
fa_ir: دارایی های کلکسیونی منحصر به فرد
fi_fi: Uniikit keräilyassetit
fr_fr: Actifs de collection uniques

source: Open in Browser
cs_cz: Otevřít v prohlížeči
fa_ir: بازکردن در مرورگر
fi_fi: Avaa selaimessa
fr_fr: Ouvrir dans le navigateur
sv_se: Öppna i webbläsare
uk_ua: Відкрити в браузері

source: Open Link
cs_cz: Otevřít odkaz
fa_ir: بازکردن لینک
fi_fi: Avaa linkki
fr_fr: Ouvrir le lien
sv_se: Öppna länk
uk_ua: Відкрити посилання

source: Open offers required to be canceled to refill spendable amount
fa_ir: برای بازیابی موجودی قابل مصرف، پیشنهادهای باز باید لغو شوند
fi_fi: Avoimet tarjoukset, jotka on peruutettava, jotta kulutettava summa on saatavilka
fr_fr: Les offres ouvertes doivent être annulées pour récupérer le solde dépensable

source: Open offers which lock the same assets as the new offer
fa_ir: پیشنهادهایی را باز کنید که دارایی‌های مشابه پیشنهاد جدید را قفل می‌کنند
fi_fi: Avoimet tarjoukset, jotka lukitsevat samat assetit kuin uusi tarjous
fr_fr: Offres en cours qui verrouillent les mêmes actifs que la nouvelle offre
sv_se: Öppna erbjudanden som låser samma tillgångar som det nya erbjudandet

source: Optional network fee to expedite acceptance of your offer
fa_ir: کارمزد اختیاری شبکه برای تسریع پذیرش پیشنهاد شما
fi_fi: Valinnainen lisämaksu, joka nopeuttaa tarjouksen hyväksymistä
fr_fr: Frais de réseau optionnels pour accélérer l'acceptation de votre offre
sv_se: Valfri nätverksavgift för att påskynda godtagande av ditt erbjudande

source: Options
fa_ir: گزینه ها
fi_fi: Valinnat
sv_se: Alternativ

source: or <0>browse</0> on your computer
fa_ir: یا<0>مرورکنید</0> را در رایانه خود
fi_fi: tai <0>selaa</0> tietokoneellasi
fr_fr: ou <0>parcourir</0> sur votre ordinateur
sv_se: eller <0>bläddra</0> på din dator

source: or Paste (⌘V) an Offer blob
fa_ir: یک پیشنهاد بلوب (⌘V) یا جای‌گذاری
fi_fi: tai Liitä (⌘ V) Tarjouksen data
fr_fr: ou Collez (⌘V) les Données d'une Offre
sv_se: eller klistra in (⌘ V) en erbjudande-blob
uk_ua: або вставте (⌘V) через Offer блок

source: or Paste (Ctrl-V) an Offer blob
fa_ir: یک پیشنهاد بلوب (Ctrl-V) یا جای‌گذاری
fi_fi: tai Liitä (Ctrl-V) Tarjouksen data
fr_fr: ou Collez (Ctrl-V) les Données d'une Offre
sv_se: eller klistra in (Ctrl-V) en erbjudande-blob
uk_ua: або вставте (Ctrl-V) через Offer блок

source: Override the thread count for C table processing
fa_ir: C نادیده گرفتن تعداد رشته ها برای پردازش جدول
fi_fi: Ohita säikeiden määrä C-taulun prosessoinnissa
fr_fr: Outrepasser le nombre de processus pour le traitement de la table C
sv_se: Åsidosätt antal trådar för C-tabellbearbetning
uk_ua: Перевизначити кількість потоків для обробки таблиці C

source: Override the thread count for F1 generation
fa_ir: F1 نادیده گرفتن تعداد رشته ها را برای ایجاد
fi_fi: Ohita säikeiden määrä F1:n luomisessa
fr_fr: Outrepasser le nombre de processus pour la génération F1
sv_se: Åsidosätt antal trådar för F1-generering
uk_ua: Перевизначити кількість потоків для генерації F1

source: Override the thread count for forward propagation
fa_ir: نادیده گرفتن تعداد رشنه ها برای پردازش رو به جلو
fi_fi: Ohita säikeiden määrä eteenpäin propagoinissa
fr_fr: Outrepasser le nombre de processus pour propagation avant
sv_se: Åsidosätt antal trådar för framåtpropagering
uk_ua: Перевизначити кількість потоків для прямого поширення

source: Override the thread count for Phase 2
fa_ir: نادیده گرفتن تعداد رشته ها را برای فاز 2
fi_fi: Ohita säikeiden määrä vaiheessa 2
fr_fr: Outrepasser le nombre de processus pour la phase 2
sv_se: Åsidosätt antal trådar för fas 2
uk_ua: Перевизначити кількість потоків для Phase 2

source: Override the thread count for Phase 3
fa_ir: نادیده گرفتن تعداد رشته ها را برای فاز 3
fi_fi: Ohita säikeiden määrä vaiheessa 3
fr_fr: Outrepasser le nombre de processus pour la phase 3
sv_se: Åsidosätt antal trådar för fas 3
uk_ua: Перевизначити кількість потоків для Phase 3

source: Owner Address
fa_ir: آدرس مالک
fi_fi: Omistajan Osoite
fr_fr: Adresse du propriétaire
sv_se: Ägaradress

source: Owner DID
fa_ir: صاحب شناسه غیر متمرکز
fi_fi: Omistajan DID
fr_fr: DID propriétaire
sv_se: Ägare-DID
uk_ua: Власник DID

source: Owner Public Key
fa_ir: صاحب کلید عمومی
fi_fi: Omistajan Julkinen Avain
fr_fr: Clé publique du propriétaire
sv_se: Ägares publika nyckel
uk_ua: Публічний ключ власника

source: p2SingletonPuzzleHash is not defined
cs_cz: p2SingletonPuzzleHash není definován
fa_ir: تعریف نشده p2SingletonPuzzleHash
fi_fi: p2SingletonPuzzleHash ei ole määritetty
fr_fr: p2SingletonPuzzleHash n'est pas défini
sv_se: p2SingletonPuzzleHash är inte definierad
uk_ua: p2SingletonPuzzleHash не визначено

source: Pair does not exists
fa_ir: جفت شدن وجود ندارد
fi_fi: Paria ei ole olemassa
fr_fr: La paire n'existe pas

source: Pair Information
fa_ir: اطلاعات جفت شدن
fi_fi: Parin Tiedot
fr_fr: Informations du pair

source: Paired Keys
fa_ir: کلید جفت شده
fi_fi: Ei Avainpareja
fr_fr: Clés appairées
