Repository: Chia-Network/chia-blockchain-gui
Catalog: packages/gui/src/locales/*/messages.po
Languages: cs_cz, fa_ir, fi_fi, fr_fr, sv_se, uk_ua

source: You do not need to be synced or connected to plot. Temporary files are created during the plotting process which exceed the size of the final plot files. Make sure you have enough space. <0>Learn more</0>
cs_cz: Pro vytváření polí nemusíte být připojeni a nemusí být dokončena synchronizace. Při vytváření polí vznikají dočasné soubory, které jsou větší než výsledná pole. Ujistěte se, že máte dostatek volného místa. <0>Více informací</0>
fa_ir: شما نیازی به سینک یا اتصال به پلات ندارید. فایل‌های موقتی در طول ساختن پلات ایجاد میشوند که از اندازه فایل‌های پلات نهایی بیشتر است. مطمئن شوید که فضای کافی دارید. <0>بیشتر بیاموزید</0>
fi_fi: Noodin ei tarvitse olla synkronissa tai yhteydessä plotataksesi. Plottausprosessin aikana luodaan väliaikaistiedostoja, joiden yhteiskoko ylittää lopullisen plottitiedoston koon. Varmista että levyllä on tarpeeksi tilaa. <0>Katso lisää</0>
fr_fr: Vous n'avez pas besoin d'être connectés pour tracer une parcelle. Les fichiers temporaires sont créés durant le traçage, ils excèdent la taille de la parcelle finale. Soyez assurés d'avoir suffisamment de place. <0>En savoir plus</0>
sv_se: Du behöver inte ha synkat blockkedjan eller vara ansluten till nätverket för att plotta. Under plottningen skapas tillfälliga filer som är större än de färdiga plottfilerna. Se till att du har tillräckligt med utrymme. <0>Läs mer</0>
uk_ua: Вам не потрібно синхронізуватись або підключатися до ділянки. У процесі побудови ділянки створюються тимчасові файли, що перевищують розмір кінцевих ділянок файлів. Переконайтеся, що ви маєте достатньо місця. <0>Докладніше</0>

source: You have {0}% of the space on the network, so farming a block will take {expectedTimeToWin} in expectation. Actual results may take 3 to 4 times longer than this estimate.
cs_cz: Vaše farma zabírá {0}% sítě, takže farmaření jednoho bloku zabere v odhadu {expectedTimeToWin}. Reálná doba ale může být i 3 až 4 krát delší.
fa_ir: طول بکشد. نتایج واقعی ممکن است 3 تا 4 برابر بیشتر از این تخمین طول بکشد. {expectedTimeToWin} شما {0}٪ از فضای شبکه را در اختیار دارید، بنابراین برای فارم یک بلاک، انتظار میرود
fi_fi: Sinulla on {0}% verkossa olevasta tilasta, joten lohkon farmarointi vie keskimäärin {expectedTimeToWin}. Todellinen aika voi olla 3–4 kertaa pidempi kuin tämä arvio.
fr_fr: Vous possédez {0}% de la taille sur le réseau, donc le temps prévu pour cultiver un bloc est de {expectedTimeToWin}. Les résultats réels peuvent prendre 3 à 4 fois plus de temps que cette estimation.
sv_se: Du har {0}% av utrymmet på nätverket, skapande av ett block förväntas ta {expectedTimeToWin}. Faktiska tid kan vara 3 till 4 gånger än denna uppskattning.
uk_ua: У вас {0}% від обсягу мережі, тому фермерство одного блоку займе приблизно {expectedTimeToWin}. Фактичні результати можуть бути в 3-4 рази довше, ніж ця оцінка.

source: You have {0}% of the space on the network, so farming a block will take {expectedTimeToWinHumanized} in expectation. Actual results may take 3 to 4 times longer than this estimate.
fa_ir: طول بکشد. نتایج واقعی ممکن است 3 تا 4 برابر بیشتر از این تخمین طول بکشد. {expectedTimeToWinHumanized} شما {0}٪ از فضای شبکه را در اختیار دارید، بنابراین برای فارم یک بلاک، انتظار میرود
fi_fi: Sinulla on {0}% verkkoavaruudesta, joten lohkon farmarointi vie keskimäärin {expectedTimeToWinHumanized}. Todellinen aika voi olla 3–4 kertaa pidempi kuin tämä arvio.
sv_se: Du har {0}% av utrymmet på nätverket och att odla ett block förväntas ta {expectedTimeToWinHumanized}. Den faktiska tiden kan vara 3 till 4 gånger längre än denna uppskattning.

source: You have a new counter offer
fa_ir: شما یک پیشنهاد شمارنده جدید دارید
fi_fi: Olet saanut uuden vastatarjouksen
fr_fr: Vous avez une nouvelle contre-offre
sv_se: Du har fått ett nytt moterbjudande

source: You have a new offer
fa_ir: شما یک پیشنهاد جدید دارید
fi_fi: Olet saanut uuden tarjouksen
fr_fr: Vous avez une nouvelle offre
sv_se: Du har ett nytt erbjudande

source: You have coins/assets locked for your open offers thus the spendable balance is not sufficient for the amounts you are offering. You need to cancel open offers to unlock coins/asset for the new offer.
fa_ir: برای پیشنهادات باز خود ارز یا دارایی قفل شده‌ دارید، بنابراین موجودی قابل خرج کردن شما برای مبالغی که ارائه میدهید کافی نیست. برای باز کردن قفل سکه ها یا دارایی ها برای پیشنهاد جدید، باید پیشنهادات باز را لغو کنید.
fi_fi: Sinulla on kolikoita/varoja lukittu avoimiin tarjouksiisi, joten käytettävissä oleva saldo ei ole riittävä tarjoamiesi summien kannalta. Sinun täytyy peruuttaa avoimia tarjouksia avataksesi kolikoita/assetteja uutta tarjousta varten.
fr_fr: Vous avez des pièces/actifs verrouillés pour vos offres ouvertes, le solde dépensable n'est donc pas suffisant pour les montants que vous offrez. Vous devez annuler les offres ouvertes pour débloquer des pièces/actifs pour la nouvelle offre.

source: You have open offers which lock the same assets as your new offer. You may want to cancel those offers if they are no longer needed.
fa_ir: شما پیشنهادات باز دارید که دارایی های مشابه پیشنهاد جدید شما را قفل میکند. ممکن است بخواهید آن پیشنهادها را که دیگر مورد نیاز نیستند لغو کنید.
fi_fi: Sinulla on avoimia tarjouksia, jotka lukitsevat samoja assetteja kuin uusi tarjous. Voit halutessasi peruuttaa nämä tarjoukset, jos niitä ei enää tarvita.
fr_fr: Vous avez des offres ouvertes qui verrouillent les mêmes actifs que votre nouvelle offre. Vous pouvez annuler ces offres si elles ne sont plus nécessaires.

source: You have received a new counter offer
fa_ir: شما یک پیشنهاد متقابل جدید دریافت کرده اید
fi_fi: Olet saanut uuden vastatarjouksen
fr_fr: Vous avez reçu une nouvelle contre-offre
sv_se: Du har fått ett nytt moterbjudande

source: You have received a new offer
fa_ir: شما یک پیشنهاد جدید دریافت کرده اید
fi_fi: Olet saanut uuden tarjouksen
fr_fr: Vous avez reçu une nouvelle offre
sv_se: Du har fått ett nytt erbjudande

source: You need {currencyCode} to join a pool.
cs_cz: Je potřeba {currencyCode}, aby se šlo připojit k poolu.
fa_ir: برای پیوستن به یک استخر به {currencyCode} نیاز دارید.
fi_fi: Tarvitset {currencyCode} liittyäksesi pooliin.
fr_fr: Vous avez besoin de {currencyCode} pour rejoindre un pool.
sv_se: Du behöver {currencyCode} för att gå med i en pool.
uk_ua: Вам потрібно {currencyCode}, щоб приєднатися до пулу.

source: You need to claim your rewards first
cs_cz: Nejprve musíte zažádat o své odměny
fa_ir: ابتدا باید پاداش خود را دریافت کنید
fi_fi: Sinun täytyy lunastaa ensin palkkiosi
fr_fr: Vous devez d'abord réclamer vos récompenses
sv_se: Du måste först begära in dina belöningar
uk_ua: Спочатку потрібно отримати свою нагороду

source: You will give
fa_ir: خواهید داد
fi_fi: Olet antamassa
fr_fr: Vous donnerez
sv_se: Du kommer att ge

source: You will offer
cs_cz: Nabízíte
fa_ir: پیشنهاد خواهید کرد
fi_fi: Sinä tarjoat
fr_fr: Vous offrirez
sv_se: Du kommer att erbjuda
uk_ua: Ви пропонуєте

source: You will receive
cs_cz: Obdržíte
fa_ir: دریافت خواهید کرد
fi_fi: Vastaanotat
fr_fr: Vous recevrez
sv_se: Du kommer att få
uk_ua: Ви отримаєте

source: You will recieve <0/> to {address}
cs_cz: Obdržíte <0/> na {address}
fa_ir: <0/> به{address} شما دریافت خواهید کرد
fi_fi: Saat <0/> osoitteeseen {address}
fr_fr: Vous recevrez <0/> à {address}
sv_se: Du kommer att få <0/> till {address}
uk_ua: Ви отримаєте <0/> на {address}

source: Your current version of the Chia application may not support some commands requested by the dApp. For the best experience, consider updating to the latest version.
fa_ir: .را پشتیبانی نکند. برای بهترین تجربه، بروزرسانی به آخرین نسخه را در نظر بگیرید dApp نسخه فعلی برنامه چیا شما ممکن است برخی از دستورات درخواست شده توسط
fi_fi: Chia-sovelluksen tämänhetkinen versio ei välttämättä tue joitakin dAppin pyytämiä komentoja. Saadaksesi parhaan kokemuksen, harkitse päivittämistä uusimpaan versioon.
fr_fr: Votre version actuelle de l'application Chia peut ne pas prendre en charge certaines commandes demandées par la dApp. Pour une meilleure expérience, mettez à jour vers la dernière version.
sv_se: Din nuvarande version av Chia-programmet kanske inte stöder vissa kommandon som begärs av dAppen. För bästa resultat, överväg att uppdatera till den senaste versionen.

source: Your Full Node Connection
cs_cz: Vaše spojení s uzlem
fa_ir: اتصال کامل نود شما
fi_fi: Noodin Yhteys
fr_fr: Votre connexion au full node
sv_se: Din fullständiga nods anslutning
uk_ua: Ваше підключення до повного вузла

source: Your Harvester Network
cs_cz: Vaše sklízecí síť
fa_ir: شبکه برداشت شما
fi_fi: Harvesteriverkkosi
fr_fr: Votre réseau de moissonneurs
sv_se: Ditt nätverk av skördare
uk_ua: Ваша мережа комбайнів

source: Your keyring is locked
cs_cz: Vaše klíčenka je zamknuta
fa_ir: دسته کلید شما قفل است
fi_fi: Avainrenkaasi on lukittu
fr_fr: Votre trousseau de clés est verrouillé
sv_se: Din nyckelring är låst
uk_ua: Ваша зв'язка ключів заблокована

source: Your passphrase can be stored in your system's secure credential store. Chia will be able to access your keys without prompting for your passphrase.
cs_cz: Vaše heslo může být uloženo v zabezpečeném úložišti pověření vašeho systému. Chia bude mít přístup k vašim klíčům bez výzvy k zadání hesla.
fa_ir: رمز ورود شما میتواند در بخش اطلاعات کاربری امن سیستم شما ذخیره شود. چیا میتواند به کلیدهای شما بدون درخواست رمز ورودتان دسترسی داشته باشد.
fi_fi: Salasana voidaan tallentaa järjestelmäsi turvalliseen käyttöoikeussäilöön. Sovellus voi käyttää avaimia ilman että pyytää salasanaasi.
fr_fr: Votre phrase secrète peut être stockée dans le gestionnaire d'informations d'identification de votre système. L'application Chia pourrait ainsi accéder à vos clés sans demander votre phrase secrète.
sv_se: Din lösenfras kan sparas i systemets arkiv för autentiseringsuppgifter. Chia kommer att ha åtkomst till dina nycklar utan att fråga efter din lösenfras.
uk_ua: Вашу пароль можна зберегти в безпечному сховищі облікових даних вашої системи. Chia зможе отримати доступ до ваших ключів без запиту вашого пароля.

source: Your passphrase has been set
cs_cz: Vaše heslo bylo nastaveno
fa_ir: رمز ورود شما تنظیم شده
fi_fi: Salasanasi on asetettu
fr_fr: Votre phrase secrète a été définie
sv_se: Din lösenfras har sparats
uk_ua: Ваш пароль було встановлено

source: Your passphrase has been updated
cs_cz: Vaše heslo bylo aktualizováno
fa_ir: رمز عبور شما بروز شده
fi_fi: Salasanasi on päivitetty
fr_fr: Votre phrase secrète a été mise à jour
sv_se: Din lösenfras har ändrats
uk_ua: Ваш пароль було оновлено

source: Your Pool Overview
cs_cz: Přehled vašeho poolu
fa_ir: نمای کلی استخر شما
fi_fi: Poolin Yleiskatsaus
fr_fr: Aperçu de votre pool
sv_se: Din poolöversikt
uk_ua: Огляд ферми

source: Your spendable balance must be greater than 1 mojo to create a profile
fa_ir: برای ایجاد حساب کاربری، موجودی قابل خرج شما باید بیشتر از 1 موجو باشد
fi_fi: Käytettävissä olevan saldon on oltava suurempi kuin 1 mojo luodaksesi profiilin
fr_fr: Votre solde dépensable doit être supérieur à 1 mojo pour créer un profil
sv_se: Ditt spenderbara saldo måste vara större än 1 mojo för att skapa en profil

source: Your wallet is required to be running for auto claim to work.
fa_ir: برای انجام مطالبه خودکار، باید کیف پول شما در حال اجرا باشد.
fi_fi: Lompakkosi on oltava käynnissä, jotta automaattinen lunastaminen toimii.
fr_fr: Votre portefeuille doit être synchronisé pour que la revendication automatique fonctionne.

source: {displayDays, plural, one {day} other {days}}
fi_fi: {displayDays, plural, one {päivä} other {päivää}}
fr_fr: {displayDays, plural, one {jour} other {jours}}
sv_se: {displayDays, plural, one {dag} other {dagar}}

source: {displayHours, plural, one {hour} other {hours}}
fi_fi: {displayHours, plural, one {tunti} other {tuntia}}
fr_fr: {displayHours, plural, one {heure} other {heures}}
sv_se: {displayHours, plural, one {timme} other {timmar}}

source: {displayMinutes, plural, one {minute} other {minutes}}
fi_fi: {displayMinutes, plural, one {minuutti} other {minuuttia}}
sv_se: {displayMinutes, plural, one {minut} other {minuter}}

source: Uris
fi_fi: URIt

source: (Optional)
cs_cz: (Volitelné)
uk_ua: (Не обов'язково)

source: <0>Need some XCH?</0>
cs_cz: <0>Potřebujete nějaké XCH?</0>
uk_ua: <0>Потрібно трохи XCH?</0>

source: <0>Use one (1) mojo to create a Profile.</0>
cs_cz: <0>Použijte jeden (1) mojo pro vytvoření profilu</0>
uk_ua: <0>Використовуйте один (1) mojo для створення профілю.</0>

source: Accepted on Date
uk_ua: Прийнято на дату

source: All
uk_ua: Усі

source: Backup file is used to restore smart wallets.
uk_ua: Файл резервної копії використовується для відновлення розумних гаманців.

source: Balance: {standardBalance} XCH
cs_cz: Zůstatek: {standardBalance} XCH
uk_ua: Баланс: {standardBalance} XCH

source: Before posting an offer in Keybase to the #{channelName} channel, you must first join the {teamName} team. Please note that it might take a few moments to join the channel.
cs_cz: Před odesláním nabídky v Keybase do kanálu #{channelName} se musíte nejprve připojit k týmu {teamName}. Vezměte prosím na vědomí, že připojení do kanálu může chvíli trvat.
uk_ua: Перш ніж публікувати пропозицію в Keybase на каналі #{channelName}, ви повинні приєднатися до команди {teamName}. Зверніть увагу, що приєднання до каналу може зайняти кілька хвилин.

source: Block Rewards
cs_cz: Odměna za blok
uk_ua: Винагорода за блок

source: Chat on KeyBase
cs_cz: Chat na KeyBase
uk_ua: Чат у KeyBase

source: Check Provenance on SkyNFT
uk_ua: Перевірити походження на SkyNFT

source: Choose Number of Plots
cs_cz: Zvolte počet polí
uk_ua: Виберіть кількість ділянок

source: Choose Plot Size
cs_cz: Zvolte velikost pole
uk_ua: Виберіть розмір ділянки

source: Coins
uk_ua: Монети

source: Collections
uk_ua: Колекції

source: Confirmed at Height
uk_ua: Підтверджено на висоті блоку

source: Create a Backup
uk_ua: Створити резервну копію

source: Create an offer to exchange assets including XCH, tokens, and NFTs. View an offer to inspect and accept an offer made by another party.
uk_ua: Створіть пропозицію обміну активами, включаючи XCH, токени та NFTs. Переглянути пропозицію, щоб перевірити та прийняти пропозицію іншої сторони.

source: Drag and drop your backup file
uk_ua: Перетягніть файл резервної копії

source: Error fetching video preview
cs_cz: Chyba při načítání náhledu videa
uk_ua: Помилка при отриманні попереднього перегляду відео

source: Error parsing json
cs_cz: Chyba při parsování json
uk_ua: Помилка під час аналізу json

source: Failed to execute Keybase command: {stderr}
cs_cz: Provedení příkazu Keybase selhalo: {stderr}
uk_ua: Не вдалося виконати Keybase команду: {stderr}

source: Farming Status
cs_cz: Stav
uk_ua: Стан фермерства

source: File is over 100MB
uk_ua: Файл більше 100MB

source: Filters
uk_ua: Фільтри

source: Gallery Management
uk_ua: Керування галереєю

source: Go to #{channelName}
cs_cz: Přejít na #{channelName}
uk_ua: Перейти до #{channelName}

source: Go to Offerpool
uk_ua: Перейти до Offerpool

source: Hash is validated.
cs_cz: Hash je ověřen.
uk_ua: Хеш перевірено.

source: Hash mismatch.
cs_cz: Hash nesouhlasí.
uk_ua: Невідповідність хешу.

source: If selected, your offer will be not be shared publicly.
cs_cz: Pokud je vybráno, vaše nabídka nebude sdílena veřejně.
uk_ua: Якщо вибрано, ваша пропозиція не буде оприлюднена публічно.

source: Image Hash Mismatch
cs_cz: Hash obrázku nesouhlasí
uk_ua: Невідповідність хешу зображення

source: In exchange for:
uk_ua: В обмін на:

source: Install Keybase
cs_cz: Nainstalovat Keybase
uk_ua: Встановити Keybase

source: Join {teamName}
cs_cz: Připojit se k {teamName}
uk_ua: Приєднатися до {teamName}

source: Keybase command failed {e}. If you haven't installed Keybase, you can download from https://keybase.io
cs_cz: Příkaz Keybase selhal {e}. Pokud nemáte nainstalovaný Keybase, můžete jej stáhnout z https://keybase.io
uk_ua: Помилка команди Keybase {e}. Якщо ви не встановили Keybase, ви можете завантажити його з https://keybase.io

source: Keybase is a secure messaging and file sharing application. To share an offer in the Keybase {teamName} team, you must first have Keybase installed.
cs_cz: Keybase je bezpečná aplikace pro sdílení zpráv a souborů. Chcete-li sdílet nabídku v týmu Keybase {teamName}, musíte nejprve Keybase nainstalovat.
uk_ua: Keybase — це програма для безпечного обміну повідомленнями та файлами. Щоб поділитися пропозицією з командою Keybase {teamName}, спочатку потрібно встановити Keybase.

source: Last Height Farmed
cs_cz: Poslední farmařená výška
uk_ua: Висота останнього створеного блоку

source: Manage Offers
uk_ua: Керування пропозиціями

source: Metadata hash mismatch
cs_cz: Hash metadat nesouhlasí
uk_ua: Невідповідність хешу метаданих

source: Missing preview_image_hash key
uk_ua: Відсутній ключ preview_image_hash

source: Missing preview_video_hash key
uk_ua: Відсутній ключ preview_video_hash

source: NFT Offer
uk_ua: NFT Пропозиція

source: NFT Transfer Complete
uk_ua: Передачу NFT завершено

source: No blocks farmed yet
cs_cz: Zatím nic nevyfarmařeno
uk_ua: У вас ще немає оброблених блоків

source: Node Count
uk_ua: Кількість вузлів

source: Not accepted
uk_ua: Не прийнято

source: Not confirmed
uk_ua: Не підтверджено

source: Note that this does not change your pooling payout addresses. This only affects old format plots, and the 0.25XCH reward for pooling plots.
cs_cz: Všimněte si, že toto nezmění vaše Pool adresy. To se týká pouze starého formátu polí a odměny 0,25XCH pool polí.
uk_ua: Зауважте, що це не змінює адреси виплат пула. Це впливає лише на старий формат ділянок та на винагороду 0.25XCH за ділянки у пулі.

source: Offer Identifier
uk_ua: Ідентифікатор пропозиції

source: Offering: [{makerString}], Requesting: [{takerString}]
cs_cz: Nabídka: [{makerString}], Požadováno: [{takerString}]
uk_ua: Пропозиція: [{makerString}], Запит: [{takerString}]

source: Parent Coin
uk_ua: Материнська монета

source: Please wait for synchronization
uk_ua: Дочекайтеся закінчення синхронізації

source: Plot Size
cs_cz: Velikost pole
uk_ua: Розмір ділянки

source: Plots are allocated space on your hard drive used to farm and earn Chia.<0>Learn more</0>
uk_ua: Ділянки - це виділений простір на жорсткому диску. Ділянки використовуються для фармінгу і приносять прибуток у Chia. <0>Подробиці</0>

source: Preview URL is not valid
cs_cz: URL náhledu není platná
uk_ua: URL для попереднього перегляду недійсна

source: Preview image uris
uk_ua: Попередній перегляд зображення

source: Preview video uris
uk_ua: Попередній перегляд відео

source: Price
uk_ua: Ціна

source: Recommended: 0.000005 XCH
cs_cz: Doporučeno: 0.000005 XCH
uk_ua: Рекомендовано: 0.000005 XCH

source: Restore Metadata for Coloured Coins and other Smart Wallets from Backup
uk_ua: Відновити метадані для кольорових монет та інших Smart Wallets з резервної копії

source: Safe To Skip
uk_ua: Можна пропустити

source: Select Temporary Directory
cs_cz: Zvolte dočasnou složku
uk_ua: Виберіть тимчасовий каталог

source: Select your Plot NFT from the dropdown or create a new one.
cs_cz: Vyberte své NFT pole z rozbalovacího seznamu nebo vytvořte nové.
uk_ua: Виберіть свою NFT ділянку зі списку або створіть нову.

source: Share Privately
cs_cz: Sdílet soukromě
uk_ua: Поділитися приватно

source: Share on Hashgreen DEX
cs_cz: Sdílet na Hashgreen DEX
uk_ua: Поділитися на Hashgreen DEX

source: Share on Keybase
cs_cz: Sdílet na Keybase
uk_ua: Поділитися на Keybase

source: Share on OfferBin
cs_cz: Sdílet na OfferBin
uk_ua: Поділитися в OfferBin

source: Show Hidden
uk_ua: Показувати приховані

source: Show Preview
cs_cz: Zobrazit náhled
uk_ua: Показувати прев'ю

source: Summary
uk_ua: Звіт

source: The NFT move failed: {error}
uk_ua: Помилка при переміщенні NFT: {error}

source: The NFT status update failed: {error}
uk_ua: Не вдалося оновити статус NFT: {error}

source: The NFT transfer failed: {error}
cs_cz: Přesun NFT selhal: {error}
uk_ua: Не вдалося передати NFT: {error}

source: This is the total number of points your farmer has found for this plot NFT. Each k32 plot will get around 10 points per day, so if you have 10TiB, should should expect around 1000 points per day, or 41 points per hour.
cs_cz: Toto je celkový počet bodů, které váš farmář nalezl pro toto NFT pole. Každé k32 pole dostane asi 10 bodů denně, takže pokud máte 10TiB, měl by očekávat okolo 1000 bodů denně, nebo 41 bodů za hodinu.
uk_ua: Це загальна кількість балів, які ваш фермер набрав для цієї NFT ділянки. Кожна ділянка k32 отримуватиме близько 10 очок на день, тому якщо у вас є 10TiB, слід очікувати близько 1000 балів на день, або 41 бал на годину.

source: This number reflects the number of nodes that the accepted SpendBundle has been sent to
uk_ua: Це число відображає кількість вузлів, на які було надіслано прийнятий SpendBundle

source: This offer is no longer valid. To understand why, click <0>here</0> to learn more.
cs_cz: Tato nabídka již není platná. Chcete-li pochopit proč, klikněte <0>zde</0> pro více informací.
uk_ua: Ця пропозиція більше не є дійсною. Щоб зрозуміти, чому, натисніть <0>тут</0> щоб дізнатися більше.

source: Thumbnail hash mismatch
uk_ua: Невідповідність Thumbnail хешу

source: Token Offer
uk_ua: Токен пропозиції

source: Total Chia Farmed
cs_cz: Celkově nafarmařeno Chia
uk_ua: Усього вирощено монет

source: Total Network Space
cs_cz: Celkový prostor sítě
uk_ua: Загальний обсяг мережі

source: Total Size of Plots
cs_cz: Celková velikost polí
uk_ua: Загальний розмір ділянок

source: Unable to open Keybase. Install Keybase from https://keybase.io
cs_cz: Nelze otevřít Keybase. Nainstalujte Keybase z https://keybase.io
uk_ua: Не вдається відкрити Keybase. Встановіть Keybase з https://keybase.io

source: Unable to open browser. Install Keybase from https://keybase.io
cs_cz: Nelze otevřít prohlížeč. Nainstalujte Keybase z https://keybase.io
uk_ua: Не вдається відкрити браузер. Встановіть Keybase з https://keybase.io

source: User Transaction Fees
cs_cz: Transakční poplatky uživatele
uk_ua: Користувальницькі комісії

source: Validate SHA256 SUM
cs_cz: Ověřit SHA256 SUM
uk_ua: Перевірити SHA256 SUM

source: Validating hash...
cs_cz: Ověřuji hash...
uk_ua: Перевірка хешу...

source: View on Hashgreen DEX
cs_cz: Zobrazit na Hashgreen DEX
uk_ua: Переглянути на Hashgreen DEX

source: View on OfferBin
cs_cz: Zobrazit na OfferBin
uk_ua: Переглянути в OfferBin

source: View on SkyNFT
uk_ua: Переглянути в SkyNFT

source: Without fees
cs_cz: Bez poplatků
uk_ua: Без комісії

source: You are in pending state. Please wait for confirmation
uk_ua: Ви перебуваєте в стані очікування. Будь ласка, дочекайтесь підтвердження

source: You are not self pooling
uk_ua: Ви не є власним пулом

source: Your Farm Overview
cs_cz: Přehled vaší farmy
uk_ua: Огляд вашої ферми

source: Your offer has been successfully posted to Keybase.
cs_cz: Vaše nabídka byla úspěšně odeslána na Keybase.
uk_ua: Ваша пропозиція успішно опублікована на Keybase.

source: Your offer:
uk_ua: Ваша пропозиція:

source: [Error 13] Permission denied. You are trying to access a file/directory without having the necessary permissions. Most likely one of the plot folders in your config.yaml has an issue.
uk_ua: [Error 13] У доступі відмовлено. Ви намагаєтесь отримати доступ до файлу/каталогу не маючи необхідних дозволів. Швидше за все, одна з тек для ділянок у вашому config.yaml має проблему.

source: [Error 22] File not found. Most likely one of the plot folders in your config.yaml has an issue.
uk_ua: [Помилка 22] Файл не знайдено. Швидше за все, одна з тек для ділянок, що вказана у вашому config.yaml має проблему.
