Repository: Chia-Network/chia-blockchain-gui
Catalog: packages/gui/src/locales/*/messages.po
Languages: cs_cz, fa_ir, fi_fi, fr_fr, sv_se, uk_ua

source: Disable bitfield plotting
cs_cz: Zakázat vykreslování bitového pole
fa_ir: پلات سازی بیت فیلد را غیرفعال کنید
fi_fi: Kytke bitfield-plottaus pois
fr_fr: Désactiver le traçage bitfield
sv_se: Inaktivera bitfield-plottning
uk_ua: Вимкнути використання бітового поля

source: Disable CPU Affinity
fa_ir: غیرفعال کردن پیوند سی پی یو
fi_fi: Poista CPU-affiniteetti
sv_se: Inaktivera CPU-affinitet

source: Disable direct I/O on the temp 1 directory in order to extract maximum performance with RAM disk
cs_cz: Zakázat přímé I/O v adresáři temp 1 pro získání maximálního výkonu pomocí RAM disku
fa_ir: برای استخراج حداکثر کارایی با دیسک حافظه، ورودی خروجی مستقیم را در دایرکتوری موقت 1 غیرفعال کنید
fi_fi: Poista suora I/O temp 1 -hakemistosta saadaksesi maksimaalisen suorituskyvyn RAM-levylle
fr_fr: Désactiver les E/S directes sur le répertoire temp 1 afin d'obtenir des performances maximales avec un disque RAM
sv_se: Inaktivera direkt I/O på temp 1-katalogen för att få ut maximal prestanda med RAM-disk
uk_ua: Вимкнути прямий I/O у каталозі temp 1, щоб отримати максимальну продуктивність за допомогою RAM-диска

source: Disable direct I/O on the temp 2 directory in order to extract maximum performance with RAM disk
cs_cz: Zakázat přímé I/O v adresáři temp 2 pro získání maximálního výkonu pomocí RAM disku
fa_ir: برای استخراج حداکثر کارایی با دیسک حافظه، ورودی خروجی مستقیم را در دایرکتوری موقت 2 غیرفعال کنید
fi_fi: Poista suora I/O temp 2 -hakemistosta saadaksesi maksimaalisen suorituskyvyn RAM-levylle
fr_fr: Désactiver les E/S directes sur le répertoire temp 2 afin d'obtenir des performances maximales avec un disque RAM
sv_se: Inaktivera direkt I/O på temp 2-katalogen för att få ut maximal prestanda med RAM-disk
uk_ua: Вимкнути прямий I/O у каталозі temp 2, щоб отримати максимальну продуктивність за допомогою RAM-диска

source: Disable JSON Formatting
fa_ir: را غیرفعال کنید JSON حالت
fi_fi: Poista JSON-muotoilu Käytöstä
fr_fr: Désactiver la mise en forme JSON
sv_se: Inaktivera JSON-formatering

source: Disable NUMA
cs_cz: Vypnout NUMA
fa_ir: را غیرفعال کنید NUMA
fi_fi: Poista NUMA Käytöstä
fr_fr: Désactiver NUMA
sv_se: Inaktivera NUMA
uk_ua: Вимкнути NUMA

source: Disconnect
cs_cz: Odpojit
fa_ir: قطع شده
fi_fi: Katkaise Yhteys
fr_fr: Se déconnecter
sv_se: Koppla ifrån
uk_ua: Від'єднати

source: Display Offer Data
cs_cz: Zobrazit data nabídky
fa_ir: نمایش اطلاعات پیشنهاد
fi_fi: Näytä Tarjouksen Tiedot
fr_fr: Afficher les données de l'offre
sv_se: Visa erbjudandedata
uk_ua: Показати дані пропозиції

source: Display sharing options after creating a new offer
fa_ir: نمایش گزینه های اشتراک گذاری پس از ایجاد یک پیشنهاد جدید
fi_fi: Näytä jakamisvaihtoehdot uuden tarjouksen luomisen jälkeen
fr_fr: Afficher les options de partage après la création d'une offre
sv_se: Visa delningsalternativ efter att ett nytt erbjudande skapats

source: Do not show this dialog again
cs_cz: Tento dialog příště nezobrazovat
fa_ir: این مباحثه را دیگر نشان ندهید
fi_fi: Älä näytä tätä valintaikkunaa uudelleen.
fr_fr: Ne plus afficher cette fenêtre
sv_se: Visa inte denna dialog igen
uk_ua: Більше не показувати

source: Do you have existing plots on this machine? <0>Add Plot Directory</0>
cs_cz: Máte již na tomto počítači existující pole? <0>Přidejte složku s poli</0>
fa_ir: <0>اضاقه کزدن پوشه پلات Plot</0> آیا پلات هایی از قبل روی این سیستم دارید؟
fi_fi: Onko sinulla plot-tiedostoja koneella? <0>Lisää Hakemisto</0>
fr_fr: Avez-vous des parcelles existantes sur cette machine ? <0>Ajouter un répertoire de parcelles</0>
sv_se: Har du redan några plottar på denna maskin? <0>Lägg till plottmapp</0>
uk_ua: У Вас є існуючі ділянки на цьому пристрої? <0>Додати директорію з ділянками</0>

source: Do you want to burn this NFT?
cs_cz: Chcete spálit toto NFT?
fa_ir: آیا میخواهید این ان اف تی را ثبت کنید؟
fi_fi: Haluatko polttaa tämän NFT:n?
fr_fr: Voulez-vous brûler ce NFT ?
sv_se: Vill du bränna denna NFT?
uk_ua: Ви дійсно хочете спалити цей NFT?

source: Do you want to execute command {command}?
fa_ir: را اجرا کنید؟ {command} آیا میخواهید دستور
fi_fi: Haluatko suorittaa komennon {command}?
fr_fr: Voulez-vous exécuter la commande {command} ?
sv_se: Vill du köra kommandot {command}?

source: Do you want to log in to {fingerprint} and execute command {command}?
fa_ir: را اجرا کنید؟ {fingerprint} شوید و دستور {command} آیا میخواهید وارد
fi_fi: Haluatko kirjautua sisään kohteeseen {fingerprint} ja suorittaa komennon {command}?
fr_fr: Voulez-vous vous connecter à {fingerprint} et exécuter la commande {command} ?
sv_se: Vill du logga in på {fingerprint} och köra kommandot {command}?

source: Do you want to remove this offer notification? This action cannot be undone.
fa_ir: آیا میخواهید این اعلان پیشنهاد را حذف کنید؟ این عمل قابل لغو نیست.
fi_fi: Haluatko poistaa tämän tarjousilmoituksen? Tätä toimintoa ei voi peruuttaa.
fr_fr: Voulez-vous supprimer la notification de cette offre ? Cette action est irréversible.
sv_se: Vill du ta bort denna erbjudandeavisering? Åtgärden kan inte ångras.

source: Does your machine support parallel plotting?
cs_cz: Zvládne vaše zařízení paralelní vytváření polí?
fa_ir: آیا سیستم شما از پلات سازی موازی پشتیبانی میکند؟
fi_fi: Tukeeko tietokoneesi rinnakkaisplottausta?
fr_fr: Est-ce que votre machine supporte le traçage en parallèle ?
sv_se: Stöder din maskin parallell plottning?
uk_ua: Ваша машина підтримує паралельну генерацію ділянок?

source: Domain
fa_ir: دامنه
fi_fi: Toimialue
sv_se: Domän

source: Domain Names
fa_ir: نام های دامنه
fi_fi: Toimialuenimet
sv_se: Domännamn

source: Download
cs_cz: Stáhnout
fa_ir: دخیره
fi_fi: Lataa
fr_fr: Télécharger
sv_se: Ladda ner
uk_ua: Завантажити

source: Download failed.
fa_ir: ذخیره ناموفق.
fi_fi: Lataus epäonnistui.
fr_fr: Échec du téléchargement.
sv_se: Nedladdning misslyckades.

source: Download finished.
fa_ir: ذخیره انجام شد.
fi_fi: Lataus on valmis.
fr_fr: Téléchargement terminé.
sv_se: Nedladdningen slutförd.

source: Download successful.
fa_ir: ذخیره موفقیت امیز.
fi_fi: Lataus onnistui.
fr_fr: Téléchargement réussi.
sv_se: Nedladdningen lyckades.

source: Downloaded files:
fa_ir: ذخیره فایلهای:
fi_fi: Ladatut tiedostot:
fr_fr: Fichiers téléchargés :
sv_se: Nedladdade filer:

source: Downloading files {0}/{1}
fa_ir: در حال ذخیره فایل‌های {0}/{1}
fi_fi: Ladataan tiedostoja {0}/{1}
fr_fr: Téléchargement des fichiers {0}/{1}
sv_se: Laddar ner filer {0}/{1}

source: Downloading selected NFTs
fa_ir: در حال ذخیره ان اف تی های انتخاب شده
fi_fi: Ladataan valittuja NFT:itä
fr_fr: Téléchargement des NFT sélectionnés
sv_se: Laddar ner valda NFT:er

source: Drag & Drop a Signed Message File,<0/> Paste ({0}V)
fa_ir: یک فایل پیام امضا شده را انتخاب و در اینجا قرار دهید،<0/> جای‌گذاری ({0}V)
fi_fi: Vedä ja pudota allekirjoitettu viestitiedosto, <0/> Liitä ({0}V)
fr_fr: Glisser-déposer un fichier de message signé,<0/> Coller ({0}V)
sv_se: Dra och släpp en signerad meddelandefil,<0/> Klistra in ({0}V)

source: Drag & Drop an Offer File
cs_cz: Přetáhnout a pustit soubor s nabídkami
fa_ir: یک فایل پیشنهاد را انتخاب و در اینجا قرار دهید
fi_fi: Vedä ja pudota tarjoustiedosto
fr_fr: Glisser-déposer un Fichier d'Offre
sv_se: Dra och släpp en erbjudandefil
uk_ua: Перетягніть файл пропозиції

source: Drag & Drop an Offer File, Paste
fa_ir: یک فایل پیشنهاد را انتخاب و در اینجا قرار دهید، جای‌گذاری
fi_fi: Vedä ja pudota tarjoustiedosto, Liitä
fr_fr: Glisser-déposer un fichier d'offre, Coller
sv_se: Dra och släpp en erbjudandefil, Klistra in

source: Driver Dict
fa_ir: فرهنگ لغت راننده

source: Duplicate
cs_cz: Duplikovat
fa_ir: تکراری
fi_fi: Duplikaatti
fr_fr: Dupliquer
sv_se: Dubblett
uk_ua: Дублювати

source: Duplicate plots
fa_ir: پلاتهای تکراری
fi_fi: Duplikaattiplotit
sv_se: Dubbletter av plottar

source: Duplicate Plots
cs_cz: Duplikovat pole
fa_ir: پلاتهای تکرار شده
fi_fi: Duplikaattiplotit
fr_fr: Parcelles en doublon
sv_se: Dubbletter av plottar
uk_ua: Дублювати ділянку

source: Earned
fa_ir: به دست آورده
fi_fi: Saatu
sv_se: Intjänat

source: Edit Contact
fa_ir: ویرایش اطلاعات تماس
fi_fi: Muokkaa Yhteystietoa
sv_se: Redigera kontakt

source: Edit Payout Instructions
cs_cz: Upravit pokyny pro výplatu
fa_ir: ویرایش دستورالعمل های پرداخت
fi_fi: Muokkaa Maksuohjeita
fr_fr: Modifier les instructions de paiement
sv_se: Redigera utbetalningsinstruktioner
uk_ua: Змінити інструкції для виплат

source: Edition #
cs_cz: Edice #
fa_ir: نسخه #
fi_fi: Painos #
fr_fr: Édition #

source: Edition Number
cs_cz: Číslo edice
fa_ir: شماره نسخه
fi_fi: Painoksen Nro
fr_fr: Numéro d'édition

source: Edition Total
fa_ir: کل ویرایش
fi_fi: Painos Yhteensä
fr_fr: Total des Éditions

source: Effective Space
fa_ir: فضای تاثير گذار
fi_fi: Tehollinen Plottitila

source: Eligible plots per signage point
fa_ir: پلاتهای واجد شرایط در هر نقطه علامت
fi_fi: Hyväksyty plotit kirjauspistettä kohti
sv_se: Valbara plottar per signeringspunkt

source: Emoji
fa_ir: شکلک ها

source: Enable
fa_ir: فعال
fi_fi: Käytä
fr_fr: Activer
sv_se: Aktivera

source: Enable Auto Login
cs_cz: Povolit automatické přihlášení
fa_ir: فعال کردن ورود خودکار
fi_fi: Salli automaattinen käynnistys
fr_fr: Activer la connexion automatique
sv_se: Aktivera auto-inloggning
uk_ua: Увімкнути автоматичний вхід

source: Enable compressed plot support
fa_ir: پشتیبانی از پلات فشرده را فعال کنید
fi_fi: Ota käyttöön kompressoitujen plottien tuki
sv_se: Aktivera stöd för komprimerade plottar

source: Enable DataLayer
cs_cz: Povolit datovou vrstvu
fa_ir: فعال کردن داده لایه ها
fi_fi: Ota DataLayer Käyttöön
fr_fr: Activer le DataLayer
sv_se: Aktivera DataLayer
uk_ua: Увімкнути DataLayer

source: Enable File Propagation Server
fa_ir: فعال کردن سروز انتشار فایل
fi_fi: Ota Käyttöön Tiedostonvälityksen Palvelin
fr_fr: Activer le serveur de propagation de fichiers
uk_ua: Увімкнути File Propagation Server

source: Enable GPU Harvesting
fa_ir: برداشت کردن با کارت گرافیک را فعال کنید
fi_fi: Ota Käyttöön GPU-harvesteri
sv_se: Aktivera GPU-skörd

source: Enable notifications
fa_ir: فعال کردن اغلان ها
fi_fi: Ota ilmoitukset käyttöön
fr_fr: Activer les notifications
sv_se: Aktivera aviseringar

source: Enable to use GPU for harvesting, disable to use CPU for harvesting.
fa_ir: فعال کردن استفاده از کارت گرافیک برای برداشت، غیرفعال کردن استفاده از سی پی یو برای برداشت.
fi_fi: Ota käyttöön - GPU-harvesteri, poista käytöstä - CPU-harvesteri.
sv_se: Aktivera för att använda GPU för skörd, inaktivera för att använda CPU för skörd.

source: Enable Verifiable Credentials
fa_ir: فعال کردن اعتبارنامه قابل تأیید
fi_fi: Ota Käyttöön Todennettavat Käyttöoikeustiedot
fr_fr: Activer les Certificats Vérifiables
sv_se: Aktivera verifierbara autentiseringsuppgifter

source: Enable WalletConnect
fa_ir: فعال شدن اتصال کیف پول
fi_fi: Ota WalletConnect Käyttöön
fr_fr: Activer WalletConnect
sv_se: Aktivera WalletConnect

source: Enable/Disable the ability to scan all subdirectories automatically for plots
fa_ir: فعال/غیرفعال کردن قابلیت بررسی خودکار همه زیرشاخه ها برای پلاتها
fi_fi: Ota käyttöön/Poista käytöstä kaikkien alihakemistojen skannaus
sv_se: Aktivera/inaktivera möjligheten att skanna alla underkataloger automatiskt efter plottar

source: End
fa_ir: خاتمه
fi_fi: Lopeta
fr_fr: Terminer
sv_se: Slut

source: Enforce GPU Index
fa_ir: شاخص کارت گرافیک را اعمال کنید
fi_fi: Pakota GPU-indeksi

source: Enter a message to sign
fa_ir: برای امضاء پیامی وارد کنید
fi_fi: Syötä allekirjoitettava viesti
fr_fr: Entrez un message à signer
sv_se: Skriv ett meddelande att signera

source: Enter a strong passphrase and click Migrate Keys to secure your keys
cs_cz: Zadejte silné heslo a klikněte na Migrovat klíče pro zabezpečení vašich klíčů
fa_ir: یک رمز ورود قوی وارد کنید و برای ایمن کردن کلیدهای خود روی انتقال کلیدها کلیک کنید
fi_fi: Syötä vahva salasana ja napsauta Siirrä näppäimet turvataksesi avaimesi
fr_fr: Saisissez une phrase secrète forte et cliquez sur "Migrer les clés" pour sécuriser vos clés
sv_se: Ange en stark lösenfras och klicka på Migrera nycklar för att säkra dina nycklar
uk_ua: Введіть надійний пароль та натисніть Мігрувати Ключі, щоб захистити ваші ключі

source: Enter a strong passphrase to secure your keys:
cs_cz: Zadejte silné heslo pro zabezpečení klíčů:
fa_ir: یک رمز ورود برای ایمن کردن کلیدهای خود وارد کنید:
fi_fi: Anna vahva tunnuslause avainten suojaamiseksi:
fr_fr: Saisissez une phrase secrète forte pour sécuriser vos clés :
sv_se: Ange en stark lösenfras för att säkra dina nycklar:
uk_ua: Введіть надійний пароль для захисту ваших ключів:

source: Enter a wallet address to sign with
fa_ir: یک آدرس کیف پول برای امضاء وارد کنید
fi_fi: Syötä lompakon osoite kirjautuaksesi
fr_fr: Entrez une adresse de portefeuille avec laquelle signer
sv_se: Ange en plånboksadress att signera med

source: Enter an NFT or DID to sign with
fa_ir: یک ان اف تی یا شناسه غیر متمرکز برای امضا وارد کنید
fi_fi: Anna NFT tai DID allekirjoittaaksesi
fr_fr: Entrez un NFT ou un DID avec lequel signer
sv_se: Ange en NFT eller DID för att signera med

source: Enter your passphrase:
cs_cz: Zadejte vaše heslo:
fa_ir: رمز ورود خود را وارد کنید:
fi_fi: Syötä salasana:
fr_fr: Entrez votre phrase secrète :
sv_se: Ange lösenfras:
uk_ua: Введіть ваш пароль:

source: Error
cs_cz: Chyba
fa_ir: خطا
fi_fi: Virhe
fr_fr: Erreur
sv_se: Fel
uk_ua: Помилка

source: Error parsing file
fa_ir: خطا در تجزیه فایل
fi_fi: Tiedoston parsiminen epäonnistui
fr_fr: Erreur lors de la lecture du fichier
sv_se: Fel vid parsning av fil

source: Error posting offer: {0}
fa_ir: خطا در ارسال پیشنهاد: {0}
fi_fi: Virhe lähetettäessä tarjousta: {0}
fr_fr: Erreur lors de la publication de l'offre : {0}

source: Error:
fa_ir: خطا:
fi_fi: Virhe:
fr_fr: Erreur :
sv_se: Fel:

source: Error: {0}
fa_ir: خطا: {0}
fi_fi: Virhe: {0}
fr_fr: Erreur : {0}
sv_se: Fel: {0}

source: Esc
fa_ir: خروج
fr_fr: Échap

source: Estimated daily XCH
fa_ir: مقدار تخمینی روزانه چیا
fi_fi: Arvioitu päivittäinen XCH-määrä
sv_se: Beräknad antal XCH per dag

source: Estimated monthly XCH
fa_ir: مقدار تخمینی ماهانه چیا
fi_fi: Arvioitu kuukausittainen XCH-määrä
sv_se: Beräknad mängd XCH per månad

source: Estimated Network Space
cs_cz: Odhadovaný prostor sítě
fa_ir: فضای تخمینی شبکه
fi_fi: Estimoitu Verkkoavaruus
fr_fr: Espace réseau estimé
sv_se: Uppskattat nätverksutrymme
uk_ua: Приблизний простір мережі

source: Estimated sum of all the plotted disk space of all farmers in the network
cs_cz: Odhadovaný součet všech polí na discích všech farmářů v síti
fa_ir: مجموع تخمینی تمام فضای پلاتهای ساخته شده همه فارمرها در شبکه
fi_fi: Kaikkien farmien sisältämien plot-tiedostojen arvoitu yhteiskoko
fr_fr: Espace disque total de tous les fermiers du réseau
sv_se: Uppskattad summa av allt plottat diskutrymme hos alla odlare i nätverket
uk_ua: Орієнтовна сума обсягу всіх ділянок на дисковому просторі всіх фермерів у мережі

source: Estimated Time to Win
cs_cz: Odhadovaný čas do výhry
fa_ir: زمان تخمینی برای برنده شدن
fi_fi: Laskennallinen Voittoaika
fr_fr: Durée prévue pour gagner
sv_se: Förväntad tid till vinst
uk_ua: Очікуваний час до виграшу

source: Exclude final directory
cs_cz: Vynechat cílovou složku
fa_ir: فهرست نهایی را حذف کنید
fi_fi: Jätä pois lopullinen hakemisto
fr_fr: Exclure le répertoire final
sv_se: Uteslut slutlig mapp
uk_ua: Виключити кінцеву теку

source: Expected Total plots passing filter
fa_ir: تعداد مورد انتظار پلاتهایی که از فیلتر عبور می کنند
fi_fi: Odotettavissa oleva filtterin läpäisevä plotittimäärä
sv_se: Förväntat totalt antal plottar som passerar filtret

source: Expiration
fa_ir: انقضاء
fi_fi: Viimeinen voimassaolo
sv_se: Förfallotid

source: Expired
fa_ir: منقضی شده
fi_fi: Vanhentunut
fr_fr: Expiré
sv_se: Förfallna

source: Explore the Chia ecosystem; discover and trade great NFTs
cs_cz: Prozkoumejte Chia ekosystém; objevte a obchodujte se skvělými NFT
fa_ir: اکوسیستم چیا را جستجو کنید. ان اف تی های مهم را پیدا و معامله کنید
fi_fi: Tarkastele Chian ekosysteemiä; löydä ja käy kauppaa NFT:illä
fr_fr: Explorez l'écosystème Chia ; découvrez et échangez de superbes NFT
sv_se: Utforska Chias ekosystem; upptäck och handla med fantastiska NFT:er
uk_ua: Досліджуйте екосистему Chia; відкривайте для себе відмінні NFT і торгуйте ними

source: Failed
cs_cz: Chyba
fa_ir: ناموفق
fi_fi: Epäonnistunut
fr_fr: Échec
sv_se: Misslyckades
uk_ua: Не вдалося

source: Failed downloads:
fa_ir: دانلودهای ناموفق:
fi_fi: Epäonnistuneet lataukset:
fr_fr: Téléchargements échoués :
sv_se: Misslyckade nedladdningar:

source: Failed partials
fa_ir: بخشهایی ناموفق بوده
fi_fi: Epäonnistuneet partiaalit
sv_se: Misslyckade partialer

source: Failed to decode NFT identifier
cs_cz: Nepodařilo se dekódovat NFT identifikátor
fa_ir: رمزگشایی شناسه ان اف تی انجام نشد
fi_fi: NFT-tunnisteen purkamiben epäonnistui
fr_fr: Impossible de décoder l'identifiant NFT
sv_se: Det gick inte att avkoda NFT-identifierare
uk_ua: Не вдалося розшифрувати NFT ідентифікатор

source: Failed to send the notification: {error}
fa_ir: {error} :ارسال اعلان ناموفق
fi_fi: Ilmoituksen lähetys epäonnistui: {error}
fr_fr: Impossible d'envoyer la notification : {error}
sv_se: Det gick inte att skicka aviseringen: {error}

source: Failed to set passphrase: {0}
cs_cz: Nepodařilo se nastavit heslo: {0}
fa_ir: تنظیم ناموفق رمز ورود: {0}
fi_fi: Salasanan asettaminen epäonnistui: {0}
fr_fr: Impossible de définir la phrase secrète : {0}
sv_se: Det gick inte att ange lösenfras: {0}
uk_ua: Не вдалося встановити пароль: {0}

source: Failed to update Harvester config
fa_ir: تنظیمات برداشت کننده بروز نشد
fi_fi: Harvesterin asetusten päivitys epäonnistui
sv_se: Det gick inte att uppdatera skördarkonfigurationen

source: Failed to update passphrase: {0}
cs_cz: Nepodařilo se aktualizovat heslo: {0}
fa_ir: بروزرسانی رمز ورود ناموفق: {0}
fi_fi: Salasanan päivittäminen epäonnistui: {0}
fr_fr: Impossible de mettre à jour la phrase secrète : {0}
sv_se: Det gick inte att uppdatera lösenfras: {0}
uk_ua: Не вдалося оновити пароль: {0}

source: Failure
fa_ir: عدم موفقیت
fi_fi: Epäonnistuminen
fr_fr: Échec

source: Farm
fa_ir: فارم
fi_fi: Farmi
sv_se: Odling

source: Farm Health
fa_ir: سلامت فارم
fi_fi: Farmin Kunto
sv_se: Odlingens hälsotillstånd

source: Farm Summary
fa_ir: وضعیت فارم
fi_fi: Farmin Yhteenveto
sv_se: Sammanfattning av odlingen

source: Farmer is not connected
cs_cz: Farmář není připojen
fa_ir: فارمر متصل نیست
fi_fi: Farmeri ei ole yhteydessä
fr_fr: Le fermier n'est pas connecté
sv_se: Odlaren är inte ansluten
uk_ua: Фермер не підключений

source: Farmer is not running
cs_cz: Farmář není spuštěn
fa_ir: فارم اجرا نمیشود
fi_fi: Farmari ei ole käynnissä
fr_fr: Le fermier n'est pas lancé
sv_se: Odlaren körs inte
uk_ua: Фермер не запущений

source: Farmer Public Key
cs_cz: Veřejný klíč farmáře
fa_ir: کلید عمومی فارمر
fi_fi: Farmerin Julkinen Avain
fr_fr: Clé publique du fermier
sv_se: Publik nyckel för odlare
uk_ua: Відкритий ключ фермера

source: Farmer public key is invalid
fa_ir: کلید عمومی فارم کننده نامعتبر است
fi_fi: Farmerin julkinen avain ei kelpaa
sv_se: Publik nyckel för odlare är ogiltig

source: Farmer Puzzle Hash
cs_cz: Hash hádanek pro farmáře
fa_ir: هش پازل فارمر
fi_fi: Farmarin Osoitetiiviste
fr_fr: Hash du puzzle du fermier
sv_se: Odlare-pusselhash
uk_ua: Хеш головоломки фермера

source: Farmer Reward
fa_ir: پاداش فارم کننده
fi_fi: Farmerin Palkkio
sv_se: Odlingsbelöningar

source: Farmer Reward Address
cs_cz: Adresa pro odměny farmáře
fa_ir: آدرس پاداش فارم
fi_fi: Farmaripalkkio-osoite
fr_fr: Adresse pour les récompenses du fermier
sv_se: Adress för odlarbelöning
uk_ua: Адреса винагороди фермера

source: Farmer Reward Address is not properly formatted.
cs_cz: Farmářova adresa odměny není správně formátována.
fa_ir: آدرس پاداش فارمر به درستی قالب بندی نشده.
fi_fi: Farmarin palkkio-osoitteen formaatti on väärä.
fr_fr: L'adresse de récompense du fermier n'est pas correctement formatée.
sv_se: Den här dressen är inte korrekt formaterad.
uk_ua: Невірний формат адреси винагороди фермера.

source: Farmer Reward Address must not be empty.
cs_cz: Farmářova adresa pro odměnu nesmí být prázdná.
fa_ir: آدرس پاداش فارمر نباید خالی باشد.
fi_fi: Farmarin Palkkio-osoite on pakollinen.
fr_fr: L'adresse de récompense du fermier ne doit pas être vide.
sv_se: Adress får inte vara tom.
uk_ua: Адреса винагороди фермера не повинна бути пустою.

source: Farmers earn block rewards and transaction fees by committing spare space to the network to help secure transactions. This is where your farm will be once you add a plot. <0>Learn more</0>
cs_cz: Farmáři získávají odměny za bloky a transakční poplatky tím, že vloží svůj volný prostor do sítě a zabezpečí tím tak transakce. Farmu, kterou uvidíte zde, vytvoříte přidáním nějakých polí. <0>Více informací</0>
fa_ir: فارمرها با اختصاص فضای خالی به شبکه برای کمک به ایمن تراکنش ها، پاداش های بلاکی و کارمزد تراکنش ها را دریافت میکنند. فارم شما به محض اضافه کردن یک پلات در این مکان خواهد بود. <0>بیشتر بیاموزید</0>
fi_fi: Farmarit ansaitsevat lohkopalkkioita ja transaktioveloituksia varaamalla levytilaa vertaisverkolle ja vahvistamalla transaktioita. Farmisi näkyy täällä luotuasi plot-tiedoston. <0>Katso lisää</0>
fr_fr: Les fermiers gagnent des blocs de récompense et des frais de transaction en engageant de l'espace libre dans le réseau pour aider à sécuriser les transactions. C'est là où se trouvera votre ferme une fois que vous aurez ajouté une parcelle. <0>En savoir plus</0>
sv_se: Odlare tjänar blockbelöningar och transaktionsavgifter genom att dedikera ledigt utrymme till nätverket för att hjälpa till att säkra transaktioner. Detta är vad din odling gör när du väl har lagt till en plott. <0>Läs mer</0>
uk_ua: Фермери заробляють нагороди за блоки і комісії за транзакції додаючи свій вільний дисковий простір у мережу, щоб допомогти забезпечити транзакції. Тут буде Ваша ферма, коли буде додано ділянки. <0>Дізнатися більше</0>

source: Farming
cs_cz: Farmaření
fa_ir: درحال فارم
fi_fi: Farmi
fr_fr: Culture
sv_se: Odlar
uk_ua: Фермерство

source: Farming Mode
cs_cz: Režim Farmaření
fa_ir: حالت فارم کردن
fi_fi: Farmaustila
fr_fr: Mode Farming
sv_se: Odlingsläge
uk_ua: Режим фармінгу

source: Farming Rewards
fa_ir: پاداشهای فارم کردن
fi_fi: Farmauspalkkiot
sv_se: Odlingsbelöningar

source: Farming Rewards History
fa_ir: تاریخچه پاداشهای فارم کردن
fi_fi: Farmauspalkkiohistoria
sv_se: Historik över odlingsbelöningar

source: Farming Space
fa_ir: فضای فارم کردن
fi_fi: Farmaustila
sv_se: Odlingsutrymme

source: Features for advanced users.
fa_ir: امکانات برای کاربران پیشرفته.
fi_fi: Ominaisuudet edistyneille käyttäjille.
fr_fr: Fonctionnalités pour utilisateurs avancés.
sv_se: Funktioner för avancerade användare.

source: Features to give you more protection and control over your digital assets.
fa_ir: ویژگی هایی برای محافظت و کنترل بیشتر بر دارایی های دیجیتال شما.
fi_fi: Ominaisuudet jotka antavat digitaalisille asseteillesi enemmän suojaa ja hallittavuutta.
fr_fr: Fonctionnalités pour vous offrir plus de protection et de contrôle de vos actifs numériques.

source: Fee
cs_cz: Poplatek
fa_ir: کارمزد
fi_fi: Veloitus
fr_fr: Frais
sv_se: Avgift
uk_ua: Комісія

source: Fee (Optional)
cs_cz: Poplatek (volitelný)
fa_ir: کارمزد (اختیاری)
fi_fi: Transaktiomaksu (Valinnainen)
fr_fr: Frais (facultatif)
sv_se: Avgift (valfritt)
uk_ua: Комісія (не обов'язково)

source: Fee exceeds XCH total balance
fa_ir: کارمزد از موجودی کل چیا بیشتر است
fi_fi: Maksu ylittää XCH-kokonaissaldon
fr_fr: Les frais excèdent le solde total de XCH
sv_se: Avgiften överstiger totalt saldo i XCH
