Repository: Chia-Network/chia-blockchain-gui
Catalog: packages/gui/src/locales/*/messages.po
Languages: cs_cz, fa_ir, fi_fi, fr_fr, sv_se, uk_ua

source: This is the plot nft contract address of "{plotNFTName}". If you want to change this, select "None" at Plot to a Plot NFT form.
fa_ir: .اگر می‌خواهید آنرا تغییر دهید، «هیچ‌کدام» در فرم یک پلات به پلات ان اف تی را انتخاب کنید "{plotNFTName}" این آدرس قرارداد پلات ات اف تی است.
fi_fi: Tämä on plotin NFT-sopimusosoite "{plotNFTName}". Jos haluat muuttaa tätä, valitse "Ei mitään" Plot NFT -lomakkeessa.

source: This is the time the block was created by the farmer, which is before it is finalized with a proof of time
cs_cz: Čas vytvoření bloku farmářem ještě před jeho dokončením důkazem času (proof of time)
fa_ir: این زمان زمانی است که بلاک توسط فارم کننده ایجاد شده، بنابراین این زمان زودتر از زمانی خواهد بود که در نهایت توسط مکانیزم تایید زمانی تایید شد
fi_fi: Ajankohta jolloin farmari on luonut lohkon. Aikatodiste viimeistelee lohkon tämän ajankohdan jälkeen
fr_fr: C'est le moment où le bloc a été créé par le fermier, ce qui se produit avant qu'il ne soit finalisé par une preuve de temps
sv_se: Detta är den tidpunkt då blocket skapades av odlaren, vilket är innan det färdigställs med ett bevis-på-tid
uk_ua: Це час, коли блок був створений фермером, який до того, як він буде опрацьований доказом часу

source: This is the timestamp of the most recent transaction block.
cs_cz: Toto je časové razítko posledního transakčního bloku.
fa_ir: این زمان وقوع رویداد آخرین بلاک تراکنش است.
fi_fi: Tämä on uusimman transaktiolohkon aikaleima.
fr_fr: Ceci est la date du bloc de transaction le plus récent.
sv_se: Detta är tidsstämpeln för det senaste transaktionsblocket.
uk_ua: Це мітка часу останнього блоку транзакцій.

source: This is the total number of points this plotNFT has with this pool, since the last payout. The pool will reset the points after making a payout.
cs_cz: Jedná se o celkový počet bodů, které má toto NFT pole s tímto poolem, od poslední výplaty. Po provedení výplaty se body poolu resetují.
fa_ir: تعداد کل امتیازهایی که این پلات ان اف تی از زمان آخرین پرداخت در این استخر دارد. پس از پرداخت استخر امتیازها را تنظیم مجدد میکند.
fi_fi: Tämä on Plot-NFT:n yhteispistemäärä edellisen maksun jälkeen. Pooli nollaa pisteet jokaisen maksun yhteydessä.
fr_fr: Ceci représente le total des points accumulés par le NFT de parcelles avec ce pool depuis le dernier paiement. Le pool réinitialisera les points après paiement.
sv_se: Detta är det sammanlagda antalet poäng denna plot-NFT har hos denna pool, sedan den senaste utbetalningen. Poolen kommer att återställa poängen efter att ha gjort en utbetalning.
uk_ua: Це загальна кількість балів, яка має NFT дільниця з цим пулом з моменту останньої виплати. Пул скидає бали після виплати.

source: This is the total number of points your farmer has found for this plot NFT. Each k32 plot will get around 20 points per day, so if you have 10TiB, should should expect around 2000 points per day, or 82 points per hour.
fa_ir: این تعداد کل امتیازهایی است که فارم شما برای این پلات ان اف تی پیدا کرده است. هر پلات کی ۳۲ حدود بیست امتیاز در روز دریافت میکند، بنابراین اگر ۱۰ ترابایت دارید، باید حدود ۲۰۰۰ امتیاز در روز یا ۸۲ امتیاز در ساعت انتظار داشته باشید.

source: This node is fully caught up and validating the network
cs_cz: Jste plně synchronizováni se sítí
fa_ir: این نود به طور کامل با نودهای اطراف ارتباط پیدا کرده و اعتبارسنجی را در شبکه انجام میدهد
fi_fi: Noodi on ajan tasalla ja todentaa lohkoketjuverkkoa
fr_fr: Ce nœud est complètement à jour et valide le réseau
sv_se: Denna nod är helt uppdaterad och validerar nätverket
uk_ua: Цей вузел повністю підіймається і перевіряє мережу

source: This offer has a fee included to help expedite the transaction when the offer is accepted.
cs_cz: Tato nabídka obsahuje poplatek, který pomůže urychlit transakci při přijetí nabídky.
fa_ir: این پیشنهاد برای سریعتر شدن ارسال تراکنش کارمزد دارد.
fi_fi: Tarjoukseen sisälletty sisällytetty maksu auttaa nopeuttamaan tapahtumaa kun tarjous on hyväksytty.
fr_fr: Cette offre inclue des frais pour accélérer la transaction lorsque l'offre est acceptée.
sv_se: Detta erbjudande innehåller en avgift för att skynda på transaktionen när erbjudandet accepteras.
uk_ua: У цю пропозицію входить комісія, яка допомагає пришвидшити транзакцію, коли пропозицію прийнято.

source: This offer has a fee included to help expedite the transaction when the offer is accepted. You may specify an additional fee if you feel that the included fee is too small.
cs_cz: Tato nabídka obsahuje poplatek, který pomůže urychlit transakci při přijetí nabídky. Můžete zadat dodatečný poplatek, pokud máte pocit, že je zahrnutý poplatek příliš malý.
fa_ir: این پیشنهاد برای سریعتر شدن ارسال تراکنش کارمزد دارد. اگر احساس میکنید که کارمزد اضافه شده بسیار کم است، میتوانید یک کارمزد بیشتر را مشخص کنید.
fi_fi: Tarjoukseen sisällytetty maksu auttaa nopeuttamaan transktiota, kun tarjous on hyväksytty. Voit määrittää lisämaksun, jos sinusta tuntuu, että kyseinen maksu on liian pieni.
fr_fr: Cette offre inclue des frais pour accélérer la transaction lorsque l'offre est acceptée. Vous pouvez rajouter des frais supplémentaires si vous pensez que les frais inclus sont trop faibles.
sv_se: Detta erbjudande innehåller en avgift för att skynda på transaktionen när erbjudandet accepteras. Du kan ange en extra avgift om du anser att den avgift som redan ingår är för liten.
uk_ua: У цю пропозицію входить комісія, яка допомагає пришвидшити транзакцію, коли пропозицію прийнято. Ви можете вказати додаткову комісію, якщо вважаєте, що включена комісія замала.

source: This offer has completed successfully
cs_cz: Tato nabídka byla úspěšně dokončena
fa_ir: این پیشنهاد با موفقیت به پایان رسید
fi_fi: Tarjous on suljettu onnistuneesti
fr_fr: Cette offre s'est terminée avec succès
sv_se: Erbjudandet har slutförts
uk_ua: Дана пропозиція успішно завершена

source: This offer is no longer valid because it was accepted or cancelled. Click <0>here</0> to learn more.
fa_ir: این پیشنهاد دیگر معتبر نیست زیرا پذیرفته یا لغو شده است. برای اطلاعات بیشترکلیک کنید. <0>اینجا</0>
sv_se: Detta erbjudande är inte längre giltigt eftersom det accepterades eller drogs tillbaka. Klicka <0>här</0> för att läsa mer.

source: This offer was cancelled
fa_ir: این پیشنهاد لغو شد
fi_fi: Tämä tarjous peruutettiin
fr_fr: Cette offre a été annulée
sv_se: Detta erbjudande drogs tillbaka

source: This offer will expire in {displayDays} {displayDaysText}{hoursComma} {displayHours} {displayHoursText}{minutesComma} {displayMinutes} {displayMinutesText}
fa_ir: منقضی میشود {displayDays} {displayDaysText}{hoursComma} {displayHours} {displayHoursText}{minutesComma} {displayMinutes} {displayMinutesText} این پیشنهاد در
fi_fi: Tarjous vanhenee {displayDays} {displayDaysText}{hoursComma} {displayHours} {displayHoursText}{minutesComma} {displayMinutes} {displayMinutesText} kuluttua
sv_se: Erbjudandet förfaller om {displayDays} {displayDaysText}{hoursComma} {displayHours} {displayHoursText}{minutesComma} {displayMinutes} {displayMinutesText}

source: This offer will not expire
fa_ir: این پیشنهاد منقضی نمیشود
fi_fi: Tämä tarjous ei vanhene
fr_fr: Cette offre n'expirera pas
sv_se: Detta erbjudande kommer inte att förfalla

source: This plot NFT is assigned to a different key. You can still create plots for this plot NFT, but you can not make changes.
cs_cz: Toto NFT pole je přiřazeno k jinému klíči. Stále můžete vytvářet pole pro toto NFT pole, ale nemůžete provádět změny.
fa_ir: این پلات ان اف تی به کلید دیگری اختصاص داده شده است. شما همچنان میتوانید برای این پلات ان اف تی پلات بسارید، اما نمیتوانید تغییراتی در آن ایجاد کنید.
fi_fi: Tämä Plot-NFT on määritetty eri avaimelle. Voit silti luoda plotteja tälle Plot-NFT:lle, mutta et voi tehdä muutoksia.
fr_fr: Ce NFT de parcelles est affecté à une autre clé. Vous pouvez toujours ajouter des parcelles à ce NFT de parcelles, mais vous ne pouvez pas effectuer de changements.
sv_se: Denna plott-NFT är tilldelad till en annan nyckel. Du kan fortfarande skapa plottar för denna plott-NFT, men du kan inte göra några ändringar.
uk_ua: Ця NFT ділянка прив'язана до іншого ключа. Ви можете створювати ділянки для цієї NFT ділянки, але ви не можете вносити зміни.

source: This table shows you the last time your farm attempted to win a block challenge. <0>Learn more</0>
cs_cz: Seznam pokusů vaší farmy o vítězství blokové výzvy. <0>Dozvědět se více</0>
fa_ir: این جدول به شما نشان میدهد که آخرین بار چه زمانی فارم شما در چالش فارم یک بلاک برنده شد. <0>بیشتر بدانید</0>
fi_fi: Taulukko näyttää farmisi viimeksi yrittämän lohkohaasteen ajankohdan. <0>Katso lisää</0>
fr_fr: Ce tableau vous montre la dernière fois que votre ferme a tenté de gagner un défi de bloc. <0>En savoir plus</0>
sv_se: Denna tabell visar den sista tidpunkt då din odling försökte vinna en blockverifiering. <0>Läs mer</0>
uk_ua: Ця таблиця показує вам останній раз, коли ваша ферма спробувала виграти блок <0>Докладніше </0>

source: This will reset all previously granted permissions across all Dapps that have been connected to. After resetting you will be asked to grant permission again.
fa_ir: هایی که به آنها متصل شده اند بتنظیم مجدد میشود. پس از تنظیم مجدد، از شما خواسته میشود که دوباره مجوز بدهید. Dapp با این کار همه مجوزهای قبلاً اعطا شده در همه
fi_fi: Tämä nollaa kaikki aiemmin myönnetyt oikeudet kaikkiin yhdistettyihin Dapps -sovelluksiin. Nollauksen jälkeen sinua pyydetään myöntämään käyttöoikeus uudelleen.
fr_fr: Cela réinitialisera toutes les autorisations précédemment accordées à toutes les Dapps qui ont été connectés. Après la réinitialisation, il vous sera demandé d'autoriser à nouveau.

source: This will restore the selected Dapp's permissions back to their default values. By default, every command issued by the Dapp will require confirmation in the Chia wallet.
fa_ir: .به تأیید در کیف پول چیا نیاز دارد Dapp انتخاب شده به مقادیر پیش‌فرض خود بازمیگردند. به طور پیش فرض، هر فرمان صادر شده توسط Dapp با این کار مجوزهای
fi_fi: Tämä palauttaa valitun Dappin oikeudet takaisin niiden oletusarvoihin. Oletuksena jokainen Dappin komento vaatii vahvistuksen Chian lompakossa.
fr_fr: Cela restaurera les permissions de Dapp sélectionnées à leurs valeurs par défaut. Par défaut, chaque commande émise par une Dapp nécessitera une confirmation dans le portefeuille Chia.
sv_se: Detta kommer att återställa den valda Dappens behörigheter till deras standardvärden. Som standard kommer varje kommando som utfärdas av Dappen att kräva bekräftelse i Chia-plånboken.

source: Thread Multiplier for Phase 2
cs_cz: Násobek vlákna pro Fázi 2
fa_ir: رشته ها چتد برابر شده برای فاز 2
fi_fi: Säikeiden kerroin vaiheeseen 2
fr_fr: Multiplicateur de thread pour la phase 2
sv_se: Trådmultiplikator för fas 2
uk_ua: Множник потоків для етапу 2

source: Time Created
cs_cz: Vytvořeno
fa_ir: زمان ایجاد شد
fi_fi: Luontiaika
fr_fr: Créé le
sv_se: Skapat
uk_ua: Час створення

source: Timestamp
cs_cz: Časová značka
fa_ir: مهر زمان
fi_fi: Aikaleima
fr_fr: Horodatage
sv_se: Tidsstämpel
uk_ua: Часова мітка

source: Title Not Available
cs_cz: Název není k dispozici
fa_ir: عنوان موجود نیست
fi_fi: Otsikko ei saatavilla
fr_fr: Titre non disponible
uk_ua: Назва недоступна

source: To initiate a wallet resync, all Chia services must first be shut down. After shutting down, you will be required to restart Chia to begin the resyncing process. Are you sure you want to shut down and resync?
fa_ir: برای شروع به سینک مجدد کیف پول، ابتدا باید تمام سرویس‌های چیا را ببندید. پس از بستن، شما باید چیا را مجددا اجرا کنید. آیا مطمئنید که میخواهید ببندید و دوباره شروع به سینک کنید؟
fi_fi: Jotta lompakko voidaan käynnistää uudelleen, kaikki Chia-palvelut on ensin suljettava. Sulkemisen jälkeen sinun on käynnistettävä Chia uudelleen aloittaaksesi uudelleensynkronoinni. Oletko varma, että haluat sammuttaa ja käynnistää uudelleen?
fr_fr: Pour lancer une resynchronisation du portefeuille, tous les services de Chia doivent d'abord être arrêtés. Après l'arrêt, vous devrez redémarrer Chia pour commencer le processus de resynchronisation. Êtes-vous sûr de vouloir fermer l'application et de resynchroniser ?

source: Token Standard
cs_cz: Standardy pro tokeny
fa_ir: توکن استاندارد
fi_fi: Token-Standardi
fr_fr: Standard du token
uk_ua: Стандарт токена

source: Tokens
cs_cz: Tokeny
fa_ir: توکن ها
fi_fi: Tokenit
fr_fr: Jetons
sv_se: Token
uk_ua: Токени

source: Too Many Plot NFTs
cs_cz: Příliš mnoho NFT polí
fa_ir: تعداد زیاد پلات ان اف تی
fi_fi: Liian monta Plot-NFT:tä
fr_fr: Trop de NFT de parcelles
sv_se: För många plott-NFT:er
uk_ua: Занадто багато NFT ділянок

source: Total Amount
fa_ir: کل مبلغ
fi_fi: Yhteensä
fr_fr: Montant total
sv_se: Totalt belopp

source: Total amount including royalties
fa_ir: مبلغ کل با احتساب حق امتیاز
fi_fi: Yhteissuma, mukaan lukien rojaltit
fr_fr: Montant total incluant les royalties
sv_se: Totalt belopp inklusive royaltyer

source: Total Amount Offered
cs_cz: Celková nabízená částka
fa_ir: کل مبلغ پیشنهادی
fi_fi: Tarjottu Kokonaissumma
fr_fr: Montant total offert
sv_se: Totalt belopp som erbjuds
uk_ua: Загальна запропонована сума

source: Total Amount Requested
cs_cz: Celková požadovaná částka
fa_ir: مجموع مبلغ درخواست شده
fi_fi: Pyydetty Kokonaissumma
fr_fr: Montant total demandé
sv_se: Totalt belopp som begärs
uk_ua: Загальна сума запиту

source: Total Amount with Royalties
fa_ir: کل مبلغ با حق امتیاز
fi_fi: Yhteissumma rojaltien kanssa
fr_fr: Montant Total avec Royalties
sv_se: Totalt belopp med royaltyer

source: Total farm size effective
fa_ir: مجموع اندازه مفید فارم
fi_fi: Farmin efektiivinen koko
fr_fr: Taille effective de la ferme

source: Total farm size raw
fa_ir: مجموع اندازه خام فارم
fi_fi: Farmin raakalevytila
fr_fr: Taille brute de la ferme

source: Total Harvesters
cs_cz: Celkem sklízečů
fa_ir: مجموع برداشتگرها
fi_fi: Harvestereita yhteensä
fr_fr: Nombre de moissonneurs
sv_se: Totalt antal skördare
uk_ua: Усього збирачів

source: Total Iterations
cs_cz: Celkové iterace
fa_ir: مجموع تکرارها
fi_fi: Iteraatioita
fr_fr: Itérations totales
sv_se: Totalt antal iterationer
uk_ua: Всього ітерацій

source: Total iterations since the start of the blockchain
cs_cz: Počet opakování od začátku blockchainu
fa_ir: تعداد کل تکرارها از زمان شروع بلاک چین
fi_fi: Iteraatioiden määrä lohkoketjun alusta asti
fr_fr: Total d'itérations depuis le début de la blockchain
sv_se: Totalt antal iterationer sedan blockkedjan startade
uk_ua: Загальна ітерація з початку блокчейн

source: Total Netspace
fa_ir: مجموع فضای شبکه
fi_fi: Netspace Yhteensä
fr_fr: Espace total du réseau
sv_se: Totalt nätverksutrymme

source: Total OG
fa_ir: مجموع پلات قدیمی
fi_fi: OG Plotit Yhteensä
fr_fr: OG Total

source: Total plot filter challenges
fa_ir: کل چالش های فیلتر پلات
fi_fi: Plottifiltterihaasteita yhteensä
sv_se: Totalt antal verifieringar för plottfilter

source: Total plotNFT
fa_ir: مجموغ پلات ان اف تی
fi_fi: PlotNFT:t yhteensä
fr_fr: Total du plotNFT

source: Total plots
fa_ir: مجموغ پلاتها
fi_fi: Plottitiedostoja yhteensä
fr_fr: Nombre de parcelles
sv_se: Totalt antal plottar

source: Total Plots
cs_cz: Celkem polí
fa_ir: مجموغ پلاتها
fi_fi: Plottitiedostoja yhteensä
fr_fr: Nombre de parcelles
sv_se: Totalt antal plottar
uk_ua: Усього ділянок

source: Total plots passing filter
fa_ir: تعداد پلاتهایی که از فیلتر عبور می کنند
fi_fi: Filtterin läpäisseitä plotteja
sv_se: Totalt antal plottar som passerar filtret

source: Total Plots Size
cs_cz: Celková velikost polí
fa_ir: مجموع اندازه پلاتها
fi_fi: Plottidataa kaikkiaan
fr_fr: Taille totale des parcelles
sv_se: Sammanlagd plottstorlek
uk_ua: Загальний обсяг ділянок

source: Total size of downloaded files:
fa_ir: حجم کل فایل های ذخیره شده:
fi_fi: Ladattujen tiedostojen koko yhteensä:
fr_fr: Taille totale des fichiers téléchargés :
sv_se: Total storlek på nedladdade filer:

source: Total Space
fa_ir: مجموع فضا
fi_fi: Tila Yhteensä
fr_fr: Espace Total
sv_se: Totalt utrymme

source: Total VDF Iterations
cs_cz: Celkové VDF iterace
fa_ir: کل تکرارهای تابع تاخیر قابل تاییدVDF
fi_fi: VDF-iteraatioiden Määrä
fr_fr: Itérations VDF totales
sv_se: Totalt antal VDF-iterationer
uk_ua: Загальна кількість VDF ітерацій

source: Total XCH Farmed
fa_ir: مجموع فارم شده چیا
fi_fi: Farmatut XCH:t Yhteensä
fr_fr: Total des XCH Cultivés
sv_se: Totalt antal Chia som odlats

source: Touch all pages of buffer allocations before starting to plot.
cs_cz: Osahat všechny stránky vyrovnávací paměti před spuštěním plotování.
fa_ir: قبل از شروع پلات،تمام صفحات اختصاص داده شده با بافر را بکار ببرید.
fi_fi: Kosketa puskurien allokoinnin kaikkia sivuja ennen kuin plottaus aloitetaan.
fr_fr: Créer toutes les pages d'allocations tampon avant de commencer à tracer.
uk_ua: Торкніться всіх сторінок буферних алокацій, перш ніж починати роботу з ділянкою.

source: Trade Id
fa_ir: شناسه معامله
fi_fi: Kaupan tunniste
fr_fr: ID de la transaction
sv_se: Affärs-ID

source: Trade tokens
cs_cz: Obchodovat s tokeny
fa_ir: معامله توکن ها
fi_fi: Treidaa tokeneita
fr_fr: Échanger des jetons
sv_se: Handla token
uk_ua: Торгівля токенами

source: Transaction auto claim fee
fa_ir: کارمزد برداشت خودکار تراکنش
fi_fi: Transaktion automaattilunastuksen maksu
fr_fr: Frais de revendication automatique de la transaction

source: Transaction Fee
fa_ir: کارمز تراکنش
fi_fi: Transaktiomaksut
fr_fr: Frais de Transaction
sv_se: Transaktionsavgift

source: Transaction Id
fa_ir: شناسه تراکنش
fi_fi: Tapahtuman Tunniste
fr_fr: ID de la transaction
sv_se: Transaktions-ID

source: Transaction protection
fa_ir: حفاظت از تراکنش
fi_fi: Transaktion suojaus
fr_fr: Protection de la transaction
sv_se: Transaktionsskydd

source: Transaction sent to blockchain successfully.
fa_ir: تراکنش با موفقیت به بلاکچین ارسال شد.
fi_fi: Transaktio lähetetty lohkoketjuun onnistuneesti.
fr_fr: Transaction envoyée à la blockchain avec succès.
sv_se: Transaktionen skickades till blockkedjan.

source: Transaction Speed
fa_ir: سرعت تراکنش
fi_fi: Tapahtuman Nopeus
fr_fr: Vitesse de la transaction
sv_se: Transaktionshastighet

source: Transactions Filter Hash
cs_cz: Hash filtru transakcí
fa_ir: هش فیلتر معاملات
fi_fi: Transaktion Filtteritiiviste
fr_fr: Hash du filtre de transactions
sv_se: Transaktionsfilterhash
uk_ua: Хеш фільтру транзакцій

source: Transactions less than the fee will not be auto claimed.
fa_ir: تراکنش های کمتر از کارمزد به صورت خودکار برداشته نمیشود.
fi_fi: Transaktioita, joiden arvo on pienempi kuin maksu, ei lunasteta automaattisesti.
fr_fr: Les transactions inférieures aux frais ne seront pas automatiquement revendiquées.

source: Transfer
cs_cz: Přenos
fa_ir: انتقال
fi_fi: Siirrä
fr_fr: Transfert
sv_se: Överför
uk_ua: Переказ

source: Transfer NFT
cs_cz: Přenos NFT
fa_ir: انتقال ان اف تی
fi_fi: Siirrä NFT
fr_fr: Transférer le NFT
sv_se: Överför NFT
uk_ua: Переказ NFT

source: Turn on/off the ability to process and display notifications.
fa_ir: قابلیت پردازش و نمایش اعلان ها را فعال یا غیرفعال کنید.
fi_fi: Ota käyttöön/pois päältä ilmoitukset.
fr_fr: Activer/désactiver la possibilité de traiter et d'afficher les notifications.
sv_se: Slå på/av möjligheten att bearbeta och visa aviseringar.

source: Turn on/off the ability to receive general announcements and updates from any Dapp connected to your wallet. This allows you to stay informed about new features and important updates directly from the Dapps you use.
fa_ir: .هایی که استفاده میکنید را میدهد Dapp متصل به کیف پول خود فعال یا غیرفعال کنید. این به شما امکان اطلاع از ویژگی های جدید و بروز رسانی های مهم Dapp قابلیت دریافت اعلان‌ها و بروزرسانی‌های عمومی را از هر
fi_fi: Ota käyttöön tai poista käytöstä mahdollisuus vastaanottaa yleisiä ilmoituksia ja päivityksiä mistä tahansa lompakkoon yhdistetystä DAppista. Tämän avulla voit pysyä ajan tasalla uusista ominaisuuksista ja tärkeistä päivityksistä suoraan käyttämistäsi Dapps -sovelluksista.
fr_fr: Activer/désactiver la possibilité de recevoir des annonces et des mises à jour générales de n'importe quelle Dapp connectée à votre portefeuille. Cela vous permet de rester informé des nouvelles fonctionnalités et des mises à jour importantes directement à partir des Dapps que vous utilisez.
sv_se: Slå på/av möjligheten att ta emot allmänna meddelanden och uppdateringar från alla Dappar som är anslutna till din plånbok. Detta gör att du kan hålla dig informerad om nya funktioner och viktiga uppdateringar direkt från de Dappar du använder.

source: Turn on/off the ability to receive notifications about new offers from Dapps connected to your wallet. By turning this on, you stay informed about the latest offers and opportunities brought forth by your trusted Dapps, ensuring you never miss out on a potential deal.
fa_ir: .مورد اعتماد خود مطلع شده و مطمئن میشوید که هرگز یک معامله بالقوه را از دست نمیدهید Dapps متصل به کیف پول خود را فعال یا غیرفعال کنید. با روشن کردن این گزینه، از آخرین پیشنهادات و فرصت‌های ارائه شده توسط Dapps قابلیت دریافت اعلان‌های پیشنهادات جدید از
fi_fi: Ota käyttöön tai poista käytöstä mahdollisuus vastaanottaa ilmoituksia uusista tarjouksista lompakkoon yhdistetyistä Dapps-sovelluksista. Kytkemällä tämän päälle pysyt ajan tasalla luotettujen Dappsien uusimmista tarjouksista ja mahdollisuuksista ja varmistut että et koskaan menetä mahdollisuutta kauppaan.
fr_fr: Activer/désactiver la possibilité de recevoir des notifications sur les nouvelles offres des Dapps connectées à votre portefeuille. En activant ceci, vous restez informé des dernières offres et opportunités offertes par vos Dapps, pour vous assurer de ne jamais manquer une affaire potentielle.
sv_se: Slå på/av möjligheten att ta emot meddelanden om nya erbjudanden från Dappar som är anslutna till din plånbok. Genom att slå på detta håller du dig informerad om de senaste erbjudandena och möjligheterna från dina betrodda Dappar och ser till att du aldrig missar en potentiell affär.

source: Turn on/off the ability to show you notifications on the desktop.
fa_ir: قابلیت نمایش اعلان‌ها را روی صفحه را فعال یا غیرفعال کنید.
fi_fi: Ota käyttöön/poista käytöstä mahdollisuus näyttää ilmoituksia työpöydällä.
fr_fr: Activer/désactiver la possibilité d'afficher des notifications sur le bureau.
sv_se: Slå på/av möjligheten att visa aviseringar på skrivbordet.

source: Turn on/off the automatic display of the sharing options panel after creating a new offer.
fa_ir: پس از ایجاد یک پیشنهاد جدید، نمایش خودکار قاب گزینه های اشتراک گذاری را فعال یا غیرفعال کنید.
fi_fi: Ota käyttöön tai pois käytöstä jakamisen valintapaneelin automaattinäyttö uuden tarjouksen tekemisen jälkeen.
fr_fr: Activer/désactiver l'affichage automatique du panneau des options de partage après la création d'une nouvelle offre.

source: Turn on/off the DataLayer service.
fa_ir: سرویس لایه داده را فعال یا غیرفعال کنید.
fi_fi: Ota DataLayer palvelu käyttöön/pois päältä.
fr_fr: Activer/désactiver le service DataLayer
sv_se: Slå på/av DataLayer-tjänsten.

source: Turn this off if you don't have any compressed plots to harvest
fa_ir: اگر هیچ پلات فشرده ای برای برداشت ندارید، این را خاموش کنید
fi_fi: Poista tämä käytöstä, jos sinulla ei ole puristettuja plotteja
sv_se: Stäng av detta om du inte har några komprimerade plottar att skörda

source: Type
fa_ir: نوع
fi_fi: Tyyppi
sv_se: Typ

source: Types{0}
fa_ir: انواع{0}
fi_fi: Tyypit{0}
sv_se: Typer{0}

source: Unable to create an offer for an NFT that you do not own.
cs_cz: Nelze vytvořit nabídku pro NFT, která nevlastníte.
fa_ir: نمیتوانید برای ان اف تی که مالک آن نیستید پیشنهادی ایجاد کنید.
fi_fi: Ei voida luoda tarjousta NFT:lle, jota et omista.
fr_fr: Impossible de créer une offre pour un NFT que vous ne possédez pas.
sv_se: Det går inte att skapa ett erbjudande för en NFT som du inte äger.
uk_ua: Неможливо створити пропозицію для NFT, який вам не належить.
