Repository: Chia-Network/chia-blockchain-gui
Catalog: packages/gui/src/locales/*/messages.po
Languages: cs_cz, fa_ir, fi_fi, fr_fr, sv_se, uk_ua

source: Unable to create an offer for an NFT with a creator royalty percentage greater than 100%
fa_ir: ایجاد پیشنهاد برای یک ان اف تی با درصد حق امتیاز سازنده بیشتر از 100٪ ممکن نیست
fi_fi: Ei voitu luoda tarjousta NFT:lle, jonka luojan rojaltiprosentti on suurempi kuin 100%
fr_fr: Impossible de créer une offre pour une NFT ayant des royalties supérieures à 100%
sv_se: Det går inte att skapa ett erbjudande för en NFT om skaparens royaltyprocent är högre än 100 %
uk_ua: Неможливо створити пропозицію для NFT із відсотком гонорару творця понад 100%

source: Unable to create an offer where the net amount is negative
cs_cz: Nelze vytvořit nabídku, kde je čistá částka záporná
fa_ir: نمیتوان پیشنهادی ایجاد کرد که مبلغ خالص آن منفی است
fi_fi: Tarjousta ei voi luoda, jos nettosumma on negatiivinen
fr_fr: Impossible de créer une offre dont le montant est négatif
sv_se: Det går inte att skapa ett erbjudande där nettobeloppet är negativt
uk_ua: Неможливо створити пропозицію із негативною чистою сумою

source: Unable to find DID {entityId}
fa_ir: {entityId} نمیتوان شناسه غیرمتمرکز را پیدا کرد
fi_fi: DID:tä {entityId} ei löydy
fr_fr: Impossible de trouver le DID {entityId}
sv_se: Det gick inte att hitta DID {entityId}

source: Unable to find NFT {entityId}
fa_ir: {entityId} نمیتوان ان اف تی را پیدا کرد
fi_fi: NFT:tä {entityId} ei löydy
fr_fr: Impossible de trouver le NFT {entityId}
sv_se: Det gick inte att hitta NFT {entityId}

source: Unassigned
cs_cz: Nepřiřazeno
fa_ir: اختصاص داده نشده
fi_fi: Määrittelemätön
fr_fr: Non attribué
sv_se: Ej tilldelad
uk_ua: Непризначено

source: Unassigned NFTs
cs_cz: Nepřiřazená NFT
fa_ir: ان اف تی های اختصاص نیافته
fi_fi: Määrittelemättömät NFT:t
fr_fr: NFT non attribué
uk_ua: Непризначені NFTs

source: Unclaimed Rewards
cs_cz: Nevyzvednuté odměny
fa_ir: پاداشهای برداشت نشده
fi_fi: Lunastamattomat palkkiot
fr_fr: Récompenses non réclamées
sv_se: Belöningar som inte begärts in
uk_ua: Не забрані нагороди

source: Unfinished
cs_cz: Nedokončeno
fa_ir: تمام نشده
fi_fi: Kesken
fr_fr: Non terminé
sv_se: Ej färdigt
uk_ua: Незавершений

source: Unknown
cs_cz: Neznámé
fa_ir: ناشناخته
fi_fi: Tuntematon
fr_fr: Inconnu
sv_se: Okänd
uk_ua: Невідомо

source: Unknown App - {0}
fa_ir: برنامه ناشناس - {0}
fi_fi: Tuntematon Sovellus - {0}
fr_fr: Application inconnue - {0}
sv_se: Okänd app - {0}

source: Unknown Application
fa_ir: برنامه ناشناخته
fi_fi: Tuntematon Sovellus
fr_fr: Application inconnue
sv_se: Okänt program

source: Unknown Asset
fa_ir: دارایی ناشناخته
fi_fi: Tuntematon Assetti
fr_fr: Actif inconnu
sv_se: Okänd tillgång

source: Unknown CAT
cs_cz: Neznámý CAT
fa_ir: توکن ناشناخته
fi_fi: Tuntematon CAT
fr_fr: CAT inconnu
sv_se: Okänd CAT
uk_ua: Невідомий CAT

source: Unknown Dapp
fa_ir: ناشناس Dapp
fi_fi: Tuntematon Dapp
fr_fr: Dapp inconnue
sv_se: Okänd Dapp

source: Unlock Keyring
cs_cz: Odemknout klíčenku
fa_ir: بازکردن دسته کلید
fi_fi: Avaa Avainrengas
fr_fr: Déverrouiller le trousseau
sv_se: Lås upp nyckelring
uk_ua: Розблокувати зв'язку ключів

source: Unnamed Contact
fa_ir: اطلاعات تماس بی نام
fi_fi: Nimetön Kontakti
sv_se: Namnlös kontakt

source: Unrecognized asset
cs_cz: Nerozpoznané aktivum
fa_ir: دارایی شناسایی نشده
fi_fi: Tunnistamaton assetti
fr_fr: Actif non reconnu
sv_se: Okänd tillgång
uk_ua: Нерозпізнаний актив

source: Unsupported commands
fa_ir: دستورات پشتیبانی نشده
fi_fi: Komennot, joita ei tueta
fr_fr: Commandes non prises en charge
sv_se: Kommandon som inte stöds

source: Update
fa_ir: بروز رسانی
fi_fi: Päivitä
fr_fr: Mise à jour
sv_se: Uppdatera

source: Update Pending
cs_cz: Čekající aktualizace
fa_ir: منتظر بروزرسانی
fi_fi: Odottaa Päivitystä
fr_fr: Mise à jour en attente
sv_se: Uppdatering väntar
uk_ua: Очікується оновлення

source: URL
fa_ir: آدرس سایت

source: URL is not valid
fa_ir: آدرس سایت معتبر نیست
fi_fi: URL ei ole kelvollinen
fr_fr: L'URL n'est pas valide
sv_se: URL är inte giltig

source: Use left and right arrow keys to navigate
fa_ir: با استفاده از کلیدهای جهت دار به چپ و راست حرکت کنید
fi_fi: Navigoi vasemmalla ja oikealla nuolinäppäimillä
fr_fr: Utilisez les touches fléchées gauche et droite pour naviguer
sv_se: Använd vänster och höger piltangent för att navigera

source: Used to create a pool plot.
fa_ir: برای ایجاد پلات استخر استفاده میشود.
fi_fi: Käytetään poolinplotin luomiseen.

source: Valid
fa_ir: معتبر
fi_fi: Validi
fr_fr: Valide
sv_se: Giltig

source: Valid Partials
fa_ir: مشارکت معتبر
fi_fi: Kelvolliset partiaalit

source: Validate only
fa_ir: فقط تایید کنید
fi_fi: Vain validoi
fr_fr: Valider uniquement

source: VDF Sub Slot Iterations
cs_cz: VDF dílčí iterace slotu
fa_ir: تعداد تکرار زیرمجموعه تابع تاخیر قابل تایید
fi_fi: VDF -alaiteraatioita
fr_fr: Itération du sous emplacement VDF
sv_se: VDF-underslot-iterationer
uk_ua: Ітерації підслотів VDF

source: Verifiable Credential
fa_ir: اعتبار قابل تایید
fi_fi: Todennettava Käyttöoikeustieto
fr_fr: Certificat Vérifiable
sv_se: Verifierbar autentiseringsuppgift

source: Verifiable Credential already exists.
fa_ir: اعتبار قابل تأیید از قبل وجود دارد.
fi_fi: Todennettava käyttöoikeus on jo olemassa.
fr_fr: Le Certificat Vérifiable existe déjà.
sv_se: Verifierbar autentiseringsuppgift finns redan.

source: Verifiable Credential Removed
fa_ir: اعتبار قابل تأیید حذف شد
fi_fi: Todennettava Käyttöoikeustieto Poistettu
fr_fr: Certificat Vérifiable Supprimé
sv_se: Verifierbar autentiseringsuppgift togs bort

source: Verifiable Credential Removed.
fa_ir: اعتبار قابل تأیید حذف شد.
fi_fi: Todennettava Käyttöoikeustieto Poistettu.
fr_fr: Certificat Vérifiable Supprimé.
sv_se: Verifierbar autentiseringsuppgift togs bort.

source: Verifiable Credential Revoked.
fa_ir: اعتبار قابل تأیید باطل شد.
fi_fi: Todennettava Käyttöoikeustieto Poistettu.
fr_fr: Certificat Vérifiable Révoqué.
sv_se: Verifierbar autentiseringsuppgift återkallades.

source: Verifiable Credential successfully added.
fa_ir: اعتبار قابل تأیید با موفقیت اضافه شد.
fi_fi: Todennettava käyttöoikeustieto lisätty onnistuneesti.
fr_fr: Le Certificat Vérifiable a été ajouté avec succès.
sv_se: Verifierbar autentiseringsuppgift har lagts till.

source: Verifiable Credentials
fa_ir: اعتبار قابل تایید
fi_fi: Todennettavat Käyttöoikeustiedot
fr_fr: Certificat Vérifiable
sv_se: Verifierbara autentiseringsuppgifter

source: Verifiable Credentials are like digital ID cards that can prove certain information about you without giving away your private details.
fa_ir: اعتبارنامه‌های قابل تأیید مانند کارت‌های شناسایی دیجیتال هستند که میتوانند اطلاعات خاصی را در مورد شما بدون ارائه اطلاعات شخصیتان ثابت کنند
fi_fi: Todennettavat käyttöoikeustiedot ovat kuin digitaalinen henkilöllisyystodistus, joka voi todentaa tietoja sinusta paljastamatta yksityisiä tietojasi.
fr_fr: Les Certificats Vérifiable sont similaires à des cartes d'identités numériques qui peuvent prouver certaines informations vous concernant sans divulguer d'informations privées.
sv_se: Verifierbara autentiseringsuppgifter är som digitala ID-kort som kan ge viss information om dig utan att lämna ut privat information.

source: Verification Failed
fa_ir: تأیید ناموفق بود
fi_fi: Varmennus Epäonnistui
fr_fr: Échec de la vérification
sv_se: Verifiering misslyckades

source: Verify
fa_ir: بازبینی
fi_fi: Varmenna
fr_fr: Vérifier
sv_se: Verifiera

source: Verify Message
fa_ir: بازبینی پیام
fi_fi: Varmenna Viesti
fr_fr: Vérifier le Message
sv_se: Verifiera meddelande

source: Verify Pool Details
cs_cz: Ověřit detaily poolu
fa_ir: بررسی جزئیات استخر
fi_fi: Tarkista Poolin Tiedot
fr_fr: Vérifier les détails du pool
sv_se: Verifiera poolinformation
uk_ua: Підтвердіть подробиці пулу

source: Verify Signature
fa_ir: بازبینی امضاء
fi_fi: Varmenna Allekirjoitus
fr_fr: Vérifier la Signature
sv_se: Verifiera signatur

source: Verifying hash...
fa_ir: در حال تأیید هش...
fi_fi: Tarkistetaan tiivistettä...
fr_fr: Validation du hash...
sv_se: Verifierar hash...

source: View an Offer
cs_cz: Zobrazit nabídku
fa_ir: دیدن یک پیشنهاد
fi_fi: Näytä Tarjous
fr_fr: Voir une offre
sv_se: Visa ett erbjudande
uk_ua: Переглянути пропозиції

source: View Credential Data
fa_ir: مشاهده اطلاعات اعتبار
fi_fi: Näytä Käyttöoikeustiedot
fr_fr: Voir les Données du Certificat

source: View Log
cs_cz: Zobrazit log
fa_ir: دیدن گزارش
fi_fi: Katso Loki
fr_fr: Voir le registre
sv_se: Visa logg
uk_ua: Переглянути журнал

source: View Offer
fa_ir: دیدن پیشنهاد
fi_fi: Näytä Tarjous
fr_fr: Voir l'Offre
sv_se: Visa ett erbjudande

source: View on Dexie
cs_cz: Zobrazit na Dexie
fa_ir: دیدن در دکسی
fi_fi: Näytä Dexiessä
fr_fr: Voir sur Dexie
sv_se: Visa på Dexie
uk_ua: Переглянути на Dexie

source: View on MintGarden
cs_cz: Zobrazit na MintGarden
fa_ir: MintGarden دیدن در
fi_fi: Näytä MintGardenissa
fr_fr: Voir sur MintGarden
sv_se: Visa på MintGarden
uk_ua: Переглянути на MintGarden

source: View on Offerpool
fa_ir: Offerpool دیدن در
fi_fi: Näytä Offerpoolissa
fr_fr: Voir sur Offerpool
sv_se: Visa på Offerpool

source: View on Spacescan.io
cs_cz: Zobrazit na Spacescan.io
fa_ir: Spacescan.io دیدن در
fi_fi: Näytä Spacescan.io:ssa
fr_fr: Voir sur Spacescan.io
sv_se: Visa på Spacescan.io
uk_ua: Переглянути на Spacescan.io

source: View Pool Login Link
cs_cz: Zobrazit odkaz pro přihlášení do Poolu
fa_ir: دیدن لینک ورود به استخر
fi_fi: Näytä Poolin Kirjautumislinkki
fr_fr: Afficher le lien de connexion au pool
sv_se: Inloggningslänk för pool
uk_ua: Посилання для входу на пул

source: Viewing offer
cs_cz: Zobrazení nabídky
fa_ir: مشاهده پیشنهاد
fi_fi: Näytä tarjous
fr_fr: Consultation de l'offre
sv_se: Visar erbjudande
uk_ua: Переглянути пропозицію

source: Visible
fa_ir: قابل دیدن
fi_fi: Näkyvissä
sv_se: Synliga

source: Visible <0/>
fa_ir: <0/> قابل دیدن
fi_fi: Näkyvissä <0/>
sv_se: Synliga <0/>

source: Visible and Hidden <0/>
fa_ir: <0/> قابل دیدن و پنهان
fi_fi: Näkyvät ja piilotetut <0/>
fr_fr: Visible et caché <0/>
sv_se: Synliga och dolda <0/>

source: Wait for synchronization
cs_cz: Čekání na synchronizaci
fa_ir: منتظر سینک شدن باشید
fi_fi: Odota synkronointia
fr_fr: Attendez la synchronisation
sv_se: Väntar på synkronisering
uk_ua: Зачекайте на синхронізацію

source: Waiting for the transaction to be confirmed
cs_cz: Čekání na potvrzení transakce
fa_ir: منتظر تایید تراکنش هستیم
fi_fi: Odotetaan, että tapahtuma on vahvistettu
fr_fr: En attente de confirmation de la transaction
sv_se: Väntar på att transaktionen ska bekräftas
uk_ua: Очікування підтвердження транзакції

source: Wallet
cs_cz: Peněženka
fa_ir: کیف پول
fi_fi: Lompakot
fr_fr: Portefeuille
sv_se: Plånbok
uk_ua: Гаманець

source: Wallet {0}
fa_ir: کیف پول {0}
fi_fi: Lompakko {0}
fr_fr: Portefeuille {0}
sv_se: Plånbok {0}

source: Wallet Address
fa_ir: آدرس کیف پول
fi_fi: Lompakon Osoite
fr_fr: Adresse du Portefeuille
sv_se: Plånboksadress

source: Wallet Id
fa_ir: شناسه کیف پول
fi_fi: Lompakon Tunniste
fr_fr: ID du portefeuille
sv_se: Plånboks-ID

source: Wallet ID
fa_ir: شناسه کیف پول
fi_fi: Lompakon Tunniste
fr_fr: ID du portefeuille
sv_se: Plånboks-ID

source: Wallet Ids
fa_ir: شناسه کیف پول
fi_fi: Lompakon Tunnisteet
fr_fr: ID des portefeuilles
sv_se: Plånboks-ID

source: Wallet Ids and Amounts
fa_ir: شناسه کیف پول و مبالغ
fi_fi: Lompakon tunnisteet ja summat
fr_fr: ID et montants des portefeuilles
sv_se: Plånboks-ID:n och belopp

source: Wallet is not defined
cs_cz: Peněženka není definována
fa_ir: کیف پول تعریف نشده
fi_fi: Lompakkoa ei ole määritetty
fr_fr: Le portefeuille n'est pas défini
sv_se: Plånboken är inte definierad
uk_ua: Гаманець не визначений

source: Wallet Mode
cs_cz: Režim Peněženky
fa_ir: حالت کیف پول
fi_fi: Lompakkotila
fr_fr: Mode portefeuille
sv_se: Plånboksläge
uk_ua: Режим гаманця

source: Wallet must be synced before creating an offer with an expiration time
fa_ir: قبل از ایجاد پیشنهاد با زمان انقضا، کیف پول باید سینک شود
fi_fi: Lompakko on oltava synkronoitu ennen vanhenevan tarjouksen tekemistä
sv_se: Plånboken måste synkroniseras innan du skapar ett erbjudande med förfallotid

source: WalletConnect
fa_ir: اتصال کیف پول
fr_fr: WallletConnect

source: WalletConnect enables a decentralized app on the Chia blockchain to communicate and make requests directly to a Chia wallet.
fa_ir: .یک برنامه غیرمتمرکز در بلاکچین را قادر میسازد تا مستقیماً با کیف پول چیا ارتباط برقرار کرده و درخواست کند WalletConnect
fi_fi: WalletConnect mahdollistaa hajautetun sovelluksen kommunikoinnin ja pyyntöjen teon suoraan Chia-lompakkoon.
fr_fr: WalletConnect permet à une application décentralisée sur la blockchain de Chia de communiquer et de faire des demandes directement à un portefeuille Chia.
sv_se: WalletConnect gör det möjligt för en decentraliserad app på Chia-blockkedjan att kommunicera med och göra förfrågningar direkt till en Chia-plånbok.

source: WalletConnect Integration
fa_ir: WalletConnect ادغام
fi_fi: WalletConnect -integraatio
fr_fr: Intégration de WallletConnect
sv_se: WalletConnect-integrering

source: Want to have a delay before the next plot starts?
cs_cz: Chcete posunout začátek vytváření dalšího pole?
fa_ir: آیا میخواهید قبل از شروع ساخت پلات بعدی تاخیر داشته باشید؟
fi_fi: Haluatko asettaa tauon ennen seuraavaa plottausta?
fr_fr: Voulez-vous un délai d'attente avant que la prochaine parcelle démarre ?
sv_se: Vill du ha en fördröjning innan nästa plott startar?
uk_ua: Хочете встановити затримку перед початком побудови наступної ділянки?

source: Want to Join a Pool? Create a Plot NFT
cs_cz: Chceš se připojit k poolu? Vytvoř NFT pole
fa_ir: میخواهید به یک استخر متصل شوید؟ یک پلات ان اف تی ایجاد کنید
fi_fi: Haluatko liittyä pooliin? Luo Plot-NFT
fr_fr: Vous voulez rejoindre un pool ? Créez un NFT de parcelles
sv_se: Vill du gå med i en pool? Skapa en plot-NFT
uk_ua: Бажаєте приєднатися до пулу? Створіть NFT ділянку

source: Warm start
cs_cz: Teplý start
fa_ir: شروع گرم
fi_fi: Lämmin käynnistys
fr_fr: Démarrage à chaud
sv_se: Varmstart
uk_ua: Гарячий старт

source: Warning
cs_cz: Upozornění
fa_ir: اخطار
fi_fi: Varoitus
fr_fr: Avertissement
sv_se: Varning
uk_ua: Попередження

source: Warning Threshold
fa_ir: آستانه هشدار
fi_fi: Varoituskynnys
sv_se: Varningströskelvärde

source: Warning: Mismatched Versions
fa_ir: هشدار: نسخه های نامتناسب
fi_fi: Varoitus: Eri Versiot
fr_fr: Avertissement : Versions incompatibles
sv_se: Varning: Versioner som inte matchar

source: Warning: Verify that the offered CAT asset IDs match the asset IDs of the tokens you expect to receive.
cs_cz: Varování: Ověřte, že ID nabízených CAT aktiv odpovídají ID aktiv tokenů, které očekáváte, že obdržíte.
fa_ir: اخطار: بررسی کنید که شناسه‌های دارایی CAT ارائه شده با شناسه‌های دارایی توکن‌هایی که انتظار دریافت آنرا دارید، مطابقت داشته باشد.
fi_fi: Varoitus: Varmista, että tarjotut CAT asset ID:t vastaavat tokeneita, joita haluat vastaanottaa.
fr_fr: Attention : Vérifiez que les CAT offerts correspondent aux CAT que vous souhaitez recevoir en vérifiant leurs identifiants (Asset ID).
sv_se: Varning: Verifiera att tillgångs-ID för erbjudna CAT matchar tillgångs-ID för de token du förväntar dig att ta emot.
uk_ua: Попередження: Переконайтеся, що запропоновані ідентифікатори активів CAT відповідають ідентифікаторам активів токенів, які ви очікуєте отримати.

source: Warning: You're about to visit a website
cs_cz: Upozornění: Chystáte se navštívit webovou stránku
fa_ir: اخطار: شما در شرف بازدید از یک وب سایت هستید
fi_fi: Varoitus: Olet siirtymässä verkkosivulle
fr_fr: Attention : Vous êtes sur le point de visiter un site Web
sv_se: Varning: Du är på väg att besöka en webbplats
uk_ua: Попередження: Ви збираєтеся відвідати веб-сайт

source: Warning! Selecting multiple keys will enable "Key Switching" inside Settings / Integration tab.
fa_ir: هشدار! انتخاب کلیدهای متعدد، «تغییر کلید» را در برگه تنظیمات/ادغام فعال میکند.
fi_fi: Varoitus! Usean avaimen valitseminen ottaa käyttöön "Avaimen vaihtaminen" Asetukset / Integraatio -välilehdellä.

source: Weight
cs_cz: Váha
fa_ir: وزن
fi_fi: Paino
fr_fr: Poids
sv_se: Vikt
uk_ua: Вага

source: Weight is the total added difficulty of all blocks up to and including this one
cs_cz: Váha je celková přidaná obtížnost všech bloků až po tento včetně něj
fa_ir: حجم کل سختی اضافه شده همه بلاک ها تا الان و از جمله این، یکی است
fi_fi: Paino on kaikkien tähänastisten lohkojen vaikeuskertoimien summa
fr_fr: Le poids est la difficulté totale de tous les blocs, celui-ci inclus
sv_se: Vikt är den sammanlagda svårighetsgraden för alla block fram till och inklusive detta
uk_ua: Вага - загальна складність всіх блоків до, включаючи цей

source: When creating an offer, any assets that are being offered will be locked and unavailable until the offer is accepted or cancelled, resulting in your spendable balance changing.
cs_cz: Při vytvoření nabídky budou nabízená aktiva uzamčena a nedostupné do doby, než bude nabídka přijata nebo zrušena, výsledkem je změna disponibilního zůstatku.
fa_ir: هنگام ایجاد یک پیشنهاد، همه دارایی‌هایی که ارائه میشوند قفل شده و تا زمانی که پیشنهاد پذیرفته یا لغو نشود، در دسترس نخواهد بود و در نتیجه موجودی قابل خرج شما تغییر میکند.
fi_fi: Kun luot tarjouksen, assetti jota tarjoat lukitaan kunnes tarjous hyväksytään tai perut sen. Käytettävissä oleva saldo pienenee ja palautetaan, jos perut tarjouksen.
fr_fr: Lors de la création d'une offre, tous les actifs proposés seront verrouillés et indisponibles jusqu'à ce que l'offre soit acceptée ou annulée, ce qui a entraîné un changement de votre solde utilisable.
sv_se: När du skapar ett erbjudande kommer alla tillgångar som erbjuds att låsas och vara otillgängliga tills erbjudandet accepteras eller avbryts, vilket gör att ditt spenderbara saldo förändras.
uk_ua: Під час створення пропозиції будь-які активи, які пропонуються, будуть заблоковані та недоступні, доки пропозицію не буде прийнято або скасовано, що призведе до зміни балансу витрат.

source: Which CUDA device to use when plotting
fa_ir: در هنگام پلات ساری از کدام دستگاه CUDA که یک مدل برنامه نویسی که برای محاسبات عمومی در واحدهای پردازش گرافیکی توسعه یافته است استفاده کنیم
fi_fi: Mitä CUDA-laitetta käytetään plottaamisessa
sv_se: Vilken CUDA-enhet som ska användas vid plottning

source: Would you like to move the specified NFT to a profile?
cs_cz: Chcete přesunout zadanou NFT do profilu?
fa_ir: آیا میخواهید ان اف تی مشخص شده را به یک حساب کاربری منتقل کنید؟
fi_fi: Haluatko siirtää NFT:n profiilille?
fr_fr: Voulez-vous transférer le NFT sélectionné vers un profil ?
sv_se: Vill du flytta den angivna NFT:n till en profil?
uk_ua: Бажаєте перемістити вказаний NFT до профілю?

source: Would you like to transfer the specified NFT to a new owner?
fa_ir: آیا میخواهید ان اف تی مشخص شده را به مالک جدیدی منتقل کنید؟
fi_fi: Haluatko siirtää NFT:n uudelle omistajalle?
fr_fr: Voulez-vous transférer le NFT spécifié à un nouveau propriétaire ?
sv_se: Vill du överföra den angivna NFT:n till en ny ägare?
uk_ua: Бажаєте передати вказаний NFT новому власнику?

source: Yes, Accept Offer
cs_cz: Ano, přijmout nabídku
fa_ir: بله، پیشنهاد را بپذیرید
fi_fi: Kyllä, Hyväksy Tarjous
fr_fr: Oui, Accepter l'offre
sv_se: Ja, acceptera erbjudandet
uk_ua: Так, прийняти пропозицію

source: Yes, delete
fa_ir: بله حذف کنید
fi_fi: Kyllä, poista
fr_fr: Oui, supprimer
sv_se: Ja, ta bort

source: Yes, move
cs_cz: Ano, přesunout
fa_ir: بله منتقل کن
fi_fi: Kyllä, siirrä
fr_fr: Oui, transférer
sv_se: Ja, flytta
uk_ua: Так, перемістити

source: You already have 50 or more Plot NFTs.
cs_cz: Máte již 50 nebo více NFT polí.
fa_ir: شما در حال حاضر 50 یا بیشتر پلات ان اف تی دارید.
fi_fi: Sinulla on jo 50 tai enemmän Plot-NFT:tä.
fr_fr: Vous avez déjà 50 ou plus NFT de parcelles.
sv_se: Du har redan 50 eller fler plott-NFT:er.
uk_ua: У вас уже є 50 або більше NFT ділянок.

source: You already have more than 10 Plot NFTs. Click OK if you're sure you want to create a new one.
cs_cz: Máte již více než 10 NFT polí. Klikněte na OK, pokud jste si jisti, že chcete vytvořit nové.
fa_ir: شما در حال حاضر بیش از 10 پلات ان اف تی دارید. اگر مطمئن هستید که میخواهید یک مورد جدید ایجاد کنید، روی قبول کلیک کنید.
fi_fi: Sinulla on jo yli kymmenen Plot-NFT:tä. Napsauta OK jos olet varma, että haluat luoda uuden.
fr_fr: Vous avez déjà plus de 10 NFT de parcelles. Cliquez sur OK si vous êtes sûr de vouloir en créer un nouveau.
sv_se: Du har redan fler än 10 plott-NFT:er. Klicka på OK om du är säker på att du vill skapa en ny.
uk_ua: У вас уже є більше 10 NFT ділянок. Натисніть OK, якщо ви впевнені, що хочете створити новий.

source: You can always change your mode later in the settings
cs_cz: Režim můžete kdykoliv změnit později v nastavení
fa_ir: همیشه میتوانید حالت خود را بعداً در تنظیمات تغییر دهید
fi_fi: Voit aina vaihtaa tilaa asetuksissa
fr_fr: Vous pourrez toujours changer le mode plus tard dans les Paramètres
sv_se: Du kan alltid ändra läge senare i inställningarna
uk_ua: Ви завжди можете змінити свій режим пізніше в налаштуваннях

source: You can customize farmer public key, pool public key / pool contract address here manually.<0/>Usually you don't need manual set up so please consider carefully whether you really need to edit these keys for a plot. One possible situation is to create a plot for someone who asks you to plot with your great hardware.
fa_ir: میتوانید کلید عمومی فارم، کلید عمومی استخر / آدرس قرارداد استخر را در اینجا به صورت دستی تنظیم کنید.<0/>معمولاً نیازی به تنظیم دستی ندارید، بنابراین لطفاً به دقت در نظر بگیرید که آیا واقعاً نیاز به ویرایش این کلیدها برای پلات را دارید یا خیر. یکی از موقعیت‌های ممکن زمانی است که کسی از شما بخواهد با سخت‌افزار مجهز خودتان برایش پلات ایجاد کنید.
fi_fi: Voit muokata farmerin julkista avainta, poolin avainta tai poolisopimuksen osoitetetta manuaalisesti. <0/>Yleensä et tarvitse manuaalista asetusta, joten harkitse huolellisesti, pitääkö sinun todella muokata näitä avaimia ploteille. Yksi mahdollinen tilanne on plotata plotteja jollekin, joka pyytää sinua plottaamaan laitteellasi hänelle.
sv_se: Här kan du manuellt anpassa publik nyckel för odlare, publik nyckel för pool/poolkontraktadress.<0/>Vanligtvis behöver du inte manuell konfigurering så fundera noga på om du verkligen behöver redigera dessa nycklar för en plott. En möjlig situation är att skapa en plott för någon som ber dig plotta med din kraftfulla hårdvara.

source: You can now connect to {0} in your browser.
fa_ir: اکنون میتوانید در مرورگر خود به {0} متصل شوید.
fi_fi: Voit nyt muodostaa yhteyden kohteeseen {0} selaimessasi.
fr_fr: Vous pouvez maintenant vous connecter à {0} dans votre navigateur.
sv_se: Du kan nu ansluta till {0} i din webbläsare.

source: You can still create plots for this plot NFT, but you can not make changes until sync is complete.
cs_cz: Stále můžete vytvářet pole pro toto NFT pole, ale nemůžete provádět změny, dokud nebude synchronizace dokončena.
fa_ir: میتوانید برای این پلات ان اف تی همچنان پلات بسازید، اما تا زمانیکه سینک کامل نشود، نمیتوانید تغییراتی ایجاد کنید.
fi_fi: Voit silti luoda plotteja tälle Plot-NFT:lle, mutta et voi tehdä muutoksia ennen kuin synkronointi on valmis.
fr_fr: Vous pouvez toujours ajouter des parcelles à ce NFT de parcelles, mais vous ne pouvez pas effectuer de changements tant que la synchronisation n'est pas achevée.
sv_se: Du kan fortfarande skapa plottar för denna plot-NFT, men du kan inte göra ändringar förrän synkroniseringen är klar.
uk_ua: Ви все ще можете створювати ділянки для цієї ділянки NFT, але ви не можете вносити зміни до завершення синхронізації.

source: You created this offer
cs_cz: Tuto nabídku jste vytvořili
fa_ir: شما این پیشنهاد را ایجاد کردید
fi_fi: Loit tämän tarjouksen
fr_fr: Vous avez créé cette offre
sv_se: Du skapade detta erbjudande
uk_ua: Ви створили цю пропозицію
