Repository: Chia-Network/chia-blockchain-gui
Catalog: packages/gui/src/locales/*/messages.po
Languages: cs_cz, fa_ir, fi_fi, fr_fr, sv_se, uk_ua

source: Fee is used TWICE: once to leave pool, once to join.
cs_cz: Poplatek je použit DVAKRÁT: jednou při opuštění poolu, jednou při připojení.
fa_ir: کارمزد دو بار استفاده میشود: یک بار برای خروج از استخر، یک بار برای پیوستن.
fi_fi: Siirtomaksua tarvitaan kahdesti: kerran poolin jättämiseen, kerran liittyäksesi.
fr_fr: Ces frais sont répétés deux fois : une fois pour quitter la pool et une seconde fois pour la rejoindre.
sv_se: Avgiften används TVÅ gånger: en gång för att lämna poolen, en gång för att gå med.
uk_ua: Комісія використовується ДВІЧІ: один раз для виходу з пулу, другий раз для приєднання до пулу.

source: Fees
fa_ir: کارمزدها
fi_fi: Maksut
fr_fr: Frais
sv_se: Avgifter

source: Fees Amount
cs_cz: Výše poplatků
fa_ir: هزینه کارمزدها
fi_fi: Palkkiosumma
fr_fr: Montant des frais
sv_se: Avgiftsbelopp
uk_ua: Сума збору

source: Fees included in offer:
cs_cz: Poplatky zahrnuté v nabídce:
fa_ir: کارمزد ها در پیشنهاد موجود است:
fi_fi: Tarjouksen sisältämät transaktiomaksut:
fr_fr: Frais inclus dans l'offre :
sv_se: Avgifter som ingår i erbjudandet:
uk_ua: Комісії, включені в пропозицію:

source: Filename
cs_cz: Název souboru
fa_ir: نام فايل
fi_fi: Tiedoston nimi
fr_fr: Nom du fichier
sv_se: Filnamn
uk_ua: Ім'я файлу

source: Filter
fa_ir: فیلتر
fi_fi: Suodatus
fr_fr: Filtres

source: Final folder location
cs_cz: Umístění konečné složky
fa_ir: محل نهایی پوشه
fi_fi: Lopullinen hakemisto
fr_fr: Emplacement du dossier final
sv_se: Sökväg till slutlig mapp
uk_ua: Розташування кінцевої теки

source: Fingerprint
fa_ir: کدهای شخصی
fi_fi: Sormenjälki
fr_fr: Empreinte
sv_se: Fingeravtryck

source: Fingerprints
fa_ir: کدهای شخصی
fi_fi: Sormenjäljet
sv_se: Fingeravtryck

source: Finished
cs_cz: Dokončeno
fa_ir: تمام شد
fi_fi: Valmis
fr_fr: Terminé
sv_se: Färdigt
uk_ua: Завершено

source: Fit images to cards
fa_ir: قراردادن تصاویر روی کارتها
fi_fi: Sovita kuvat kortteihin
fr_fr: Ajuster les images aux cadres
sv_se: Anpassa bilder till kort

source: From
fa_ir: از
fi_fi: Lähettäjä
fr_fr: Depuis
sv_se: Från

source: Full Node
cs_cz: Uzel
fa_ir: نود کامل
fi_fi: Verkkonoodi
sv_se: Fullständig nod
uk_ua: Повний вузол

source: Full Node Connections
cs_cz: Připojení k plnohodnotným uzlům
fa_ir: ارتباطات نود کامل
fi_fi: Noodin Yhteydet
fr_fr: Nœuds connectés
sv_se: Din fullständiga nods anslutningar
uk_ua: З'єднання з повним вузлом

source: Full Node was out of sync
fa_ir: فول نود سینک نبود
fi_fi: Noodi ei ollut synkronoitu
sv_se: Fullständig nod var ur synk

source: General
cs_cz: Základní
fa_ir: نمای کلی
fi_fi: Yleisasetukset
sv_se: Allmänna
uk_ua: Головне

source: Get all Offers
fa_ir: گرفتن همه پیشنهادات
fi_fi: Hae kaikki tarjoukset
fr_fr: Recevoir toutes les offres
sv_se: Hämta alla erbjudanden

source: Get All Verifiable Credentials
fa_ir: گرفتن تمام اعتبارنامه های قابل تأیید
fi_fi: Hanki Kaikki Todennettavat käyttöoikeustiedot
fr_fr: Récupérer tous les Certificats Vérifiables
sv_se: Hämta alla verifierbara autentiseringsuppgifter

source: Get CAT Asset Id
fa_ir: گرفتن شناسه دارایی توکن
fi_fi: Hae CAT assetin tunniste
fr_fr: Obtenir l'ID de l'actif CAT

source: Get CAT Wallet Info
fa_ir: گرفتن اطلاعات کیف پولCAT
fi_fi: Hae CAT-lompakon Tiedot
fr_fr: Voir les infos du portefeuille CAT

source: Get Current Address
fa_ir: گرفتن آدرس فعلی
fi_fi: Hae Nykyinen Osoite
fr_fr: Obtenir l'Adresse Actuelle
sv_se: Hämta aktuell adress

source: Get Mojos from the Chia Faucet
fa_ir: گرفتن موجوها از توزیع کننده چیا
fi_fi: Hanki Mojoja Chia-hanasta
fr_fr: Obtenir des Mojos à Partir du Faucet Chia
sv_se: Få Mojos från Chia Faucet

source: Get Next Address
fa_ir: گرفتن ادرس بعدی
fi_fi: Hae Seuraava Osoite
fr_fr: Obtenir l'Adresse Suivante
sv_se: Hämta nästa adress

source: Get NFT Info
fa_ir: درباقت اطلاعات ان اف تی
fi_fi: Hae NFT-tiedot
fr_fr: Récupérer les informations du NFT
sv_se: Hämta NFT-info

source: Get NFT Wallets with DIDs
fa_ir: گرفتن کیف پول ان اف تی با شناسه غیرمتمرکز
fi_fi: Hae NFT-lompakot DID-tunnuksilla
fr_fr: Voir les portefeuilles NFT avec DID
sv_se: Hämta NFT-plånböcker med DID:er

source: Get NFTs
fa_ir: گرفتن ان اف تی ها
fi_fi: Hae NFT:t
fr_fr: Récupérer les NFT
sv_se: Hämta NFT:er

source: Get NFTs Count
fa_ir: گرفتن تعداد ان اف تی ها
fi_fi: Hae NFT-määrä
fr_fr: Nombre de NFT

source: Get Offer Data
fa_ir: گرفتن اطلاعات پیشنهاد
fi_fi: Hae Tarjoustiedot
fr_fr: Obtenir les Données de l'Offre
sv_se: Hämta erbjudandedata

source: Get Offer Record
fa_ir: گرفتن سوابق پیشنهاد
fi_fi: Hae Tarjouksen Tietue
fr_fr: Obtenir les informations de l'offre

source: Get Offer Summary
fa_ir: گرفتن گزارش پیشنهاد
fi_fi: Hae Tarjouksen Yhteenveto
fr_fr: Récapitulatif de l'offre

source: Get Offers Count
fa_ir: گرفتن تعداد پیشنهاد
fi_fi: Hae Tarjousten Lukumäärä
fr_fr: Obtenir le nombre d'offres

source: Get Proofs For Root Hash
fa_ir: گرفتن شواهد برای روت هش
fi_fi: Hae todisteet juuritiivisteelle
fr_fr: Obtenir les preuves pour le hash racine

source: Get public key
fa_ir: کلید عمومی را دریافت کنید
fi_fi: Hae julkinen avain
sv_se: Hämta publik nyckel

source: Get Transaction
fa_ir: گرفتن تراکنش
fi_fi: Hae Transaktio
fr_fr: Obtenir la transaction
sv_se: Hämta transaktion

source: Get Verifiable Credential
fa_ir: گرفتن اعتبار قابل تایید
fi_fi: Hae Todennettava käyttöoikeustieto
fr_fr: Obtenir un Certificat Vérifiable
sv_se: Hämta verifierbar autentiseringsuppgift

source: Get wallet addresses for one or more wallet keys
fa_ir: آدرس کیف پول یک یا چند کلید کیف پول را دریافت کنید
fi_fi: Hae lompakko-osoitteet yhdelle tai useammalle lompakon avaimelle
sv_se: Hämta plånboksadresser för en eller flera plånboksnycklar

source: Get Wallet Balance
fa_ir: گرفتن موجودی کیف پول
fi_fi: Hae Lompakon Saldo
fr_fr: Obtenir le solde du portefeuille
sv_se: Hämta plånboksaldo

source: Get Wallet Balances
fa_ir: گرفتن موجودی کیف پول
fi_fi: Hae Lompakoiden Saldot
fr_fr: Voir les soldes du portefeuille
sv_se: Hämta plånboksaldon

source: Get Wallet Sync Status
fa_ir: گرفتن وضعیت سینک کیف پول
fi_fi: Hae Lompakon Synkronoinnin Tila
fr_fr: Obtenir le statut de synchronisation du portefeuille
sv_se: Hämta synkningsstatus för plånbok

source: Get Wallets
fa_ir: گرفتن کیف پول ها
fi_fi: Hae Lompakot
fr_fr: Obtenir les portefeuilles
sv_se: Hämta plånböcker

source: Go collect some gems
fa_ir: برو چند جواهر جمع کن
fi_fi: Kerää helmiä
fr_fr: Partez à la recherche de perles rares
uk_ua: Йди збери кілька самоцвітів

source: Government IDs
fa_ir: شناسه های دولتی
fi_fi: Julkishalllinnon Tunnistetiedot
fr_fr: ID du gouvernement

source: GPU Device Index
fa_ir: شاخص دستگاه کارت گرافیک
fi_fi: GPU-laiteindeksi

source: Halves the temp2 cache size requirements by alternating bucket writing methods between tables.
fa_ir: با استفاده از روشهای متناوب نوشتن باکت بین جداول، نیاز به اندازه حافظه پنهان موقت 2 را نصف میکند.
fi_fi: Puolittaa temp2 -välimuistin tarpeen vaihtelemalla bukettien kirjoitusmetodia taulujen välillä
fr_fr: Réduit de moitié la taille requise du cache temp2 en alternant les méthodes d'écriture bucket entre les tables.
uk_ua: Зменшує вимоги до розміру кешу temp2 вдвічі шляхом чергування методів запису сегментів між таблицями.

source: Harvest
fa_ir: برداشت کننده
fi_fi: Harvestoi
sv_se: Skörd

source: Harvester
fa_ir: برداشت کننده
fi_fi: Harvesteri
sv_se: Skördare

source: Harvester latency
fa_ir: تاخیر برداشت کننده
fi_fi: Harvesterin viive
sv_se: Skördarens latens

source: Harvester Services
fa_ir: خدمات برداشت کننده
fi_fi: Harvesteripalvelut
sv_se: Skördartjänster

source: Harvester Summary
fa_ir: خلاصه برداشت کننده
fi_fi: Harvesterin Yhteenveto
sv_se: Sammanfattning av skördare

source: Harvesters
cs_cz: Sklízeče
fa_ir: برداشت کننده ها
fi_fi: Harvesterit
fr_fr: Moissonneurs
sv_se: Skördare
uk_ua: Комбайни

source: Harvesting Effectiveness
fa_ir: اثربخشی برداشت
fi_fi: Harvestointiteho
sv_se: Skördareffektivitet

source: Hash
fa_ir: هش
fi_fi: Tiiviste
fr_fr: Hachage

source: Hash matches
fa_ir: مسابقات هش
fi_fi: Tiivisteosumat
fr_fr: Le hachage correspond

source: Header hash
cs_cz: Hash hlavičky
fa_ir: عنوان هش
fi_fi: Lohkotunniste
fr_fr: Hash de l'en-tête
sv_se: Huvudhash
uk_ua: Хеш заголовка

source: Header Hash
cs_cz: Hash hlavičky
fa_ir: عنوان هش
fi_fi: Lohkotunniste
fr_fr: Hash de l'en-tête
sv_se: Huvudhash
uk_ua: Хеш заголовка

source: Height
cs_cz: Výška
fa_ir: ارتفاع
fi_fi: Lohkokorkeus
fr_fr: Hauteur
sv_se: Höjd
uk_ua: Висота

source: Here are the current block challenges. You may or may not have a proof of space for these challenges. These blocks do not currently contain a proof of time.
cs_cz: Zde jsou aktuální blokové výzvy (block challenges). Pro tyto výzvy se snažíte dodat důkaz místem (proof of space). Tyto bloky momentálně neobsahují důkaz časem (proof of time).
fa_ir: در اینجا چالش های بلاک فعلی وجود دارد. ممکن است برای این چالش ها مدرکی برای اثبات فضا داشته باشید یا نداشته باشید. این بلاک ها در حال حاضر حاوی اثبات زمان نیستند.
fi_fi: Tämänhetkiset lohkohaasteet, joiden tilatodisteet voivat löytyä ploteistasi. Nämä lohkot eivät sisällä aikatodistusta.
fr_fr: Ci-dessous les challenges des blocs actuels. Vous pouvez ou non avoir des preuves d'espace pour ces challenges. Ces blocs ne contiennent pas encore les preuves de temps.
sv_se: Här är de aktuella blockverifieringarna. Eventuellt har du ett bevis-på-utrymme för dessa verifieringar. Dessa block innehåller för närvarande inget bevis-på-tid.
uk_ua: Нижче наведені значення випробувань для блоків. У вас може бути чи не бути доказів наявності місця (proof of space) для цих випробувань. Ці блоки ще не містять підтверджень часу (proof of time).

source: Hex public key of pool
fa_ir: استخر Hex کلید عمومی
fi_fi: Poolin julkinen heksa-avain
sv_se: Hex publik nyckel för pool

source: Hidden
fa_ir: پنهان شده
fi_fi: Piilotettu
fr_fr: Caché
sv_se: Dolda

source: Hidden <0/>
fa_ir: <0/> پنهان شده
fi_fi: Piilotettu <0/>
fr_fr: Cachés <0/>
sv_se: Dolda <0/>

source: Hide
cs_cz: Skrýt
fa_ir: مخفی
fi_fi: Piilota
fr_fr: Masquer
sv_se: Dölj
uk_ua: Приховати

source: Hide objectionable content
cs_cz: Skrýt nežádoucí obsah
fa_ir: محتوای قابل اعتراض را پنهان کنید
fi_fi: Piilota kysseenalainen sisältö
fr_fr: Masquer le contenu inapproprié
sv_se: Dölj stötande innehåll
uk_ua: Приховати небажаний контент

source: Hint
cs_cz: Nápověda
fa_ir: اشاره
fi_fi: Vihje
fr_fr: Indice
sv_se: Ledtråd
uk_ua: Підказка

source: Hooray, no files here!
cs_cz: Hurá, tady nejsou žádné soubory!
fa_ir: اینجا فایلی وجود ندارد!
fi_fi: Hurraa, ei tiedostoja täällä!
fr_fr: Hourra, aucun fichier ici !
sv_se: Hurra, inga filer här!
uk_ua: Ура, тут немає файлів!

source: Host Name
cs_cz: Název hostitele
fa_ir: نام میزبان
fi_fi: Palvelimen nimi
fr_fr: Nom d'hôte
sv_se: Värdnamn
uk_ua: Ім'я хосту

source: Hours
fa_ir: ساعت
fi_fi: Tuntia
sv_se: Timmar

source: Hybrid disk mode 1 (RAM required: 128G)
fa_ir: حالت دیسک هیبریدی 1 (حافظه مورد نیاز: 128گیگ)
fi_fi: Hybriditila 1 (tarvitaan RAM: 128G)
sv_se: Hybriddiskläge 1 (RAM som krävs: 128G)

source: Hybrid disk mode allows computers with lower amounts of RAM to plot by offloading intermediate data to disk. If you enable hybrid disk mode, you need to specify temp folder(s). We recommend using SSDs when supporting a hybrid disk mode.
fa_ir: حالت دیسک هیبریدی به رایانه‌هایی که مقدار حافظه کمتری دارند اجازه میدهد تا با بارگذاری داده‌های میانی روی دیسک پلات بسازند. اگر حالت دیسک هیبریدی را فعال کنید، باید پوشه(های) موقت را مشخص کنید. توصیه میکنیم هنگام پشتیبانی از حالت دیسک هیبریدی از اس اس دی استفاده کنید.
fi_fi: Hybriditila mahdollistaa, että tietokoneet, joissa ei ole riitävästi RAM-muistia, voivat siirtää väliaikaisia tiedostoja levylle. Jos otat käyttöön hybriditilan, sinun täytyy määrittää väliäaikaistiedostoille kansio(t). Suosittelemme käyttämään SSD-levyjä.

source: I Understand, Create Offer
cs_cz: Rozumím, vytvořit nabídku
fa_ir: برای ایجاد پیشنهاد متوجه هستم
fi_fi: Ymmärrän, Luo Tarjous
fr_fr: Je comprends, créer une offre
sv_se: Jag förstår, skapa erbjudandet
uk_ua: Я розумію, створити пропозицію

source: Id
fa_ir: شناسه
fi_fi: Tunniste

source: If none selected, then it will default to the temporary directory.
cs_cz: Pokud žádnou složku nezvolíte, bude použita výchozí složka s dočasnými soubory výše.
fa_ir: اگر هیچکدام انتخاب نشد، به طور پیش فرض به دایرکتوری موقت تبدیل میشود.
fi_fi: Käyttää väliaikaishakemistoa, jos ei valittu.
fr_fr: Si rien n'est sélectionné, le répertoire temporaire par défaut est utilisé.
sv_se: Om ingen anges kommer den tillfälliga mappen att användas.
uk_ua: Якщо нічого не вибрано, за замовчуванням буде використовуватися тимчасова тека.

source: If you burn these NFTs, nobody (including you) will ever be able to access it again. Are you sure you want to continue?
fa_ir: اگر این ان اف تی ها را ثبت کنید، هیچ کس (از جمله شما) هرگز نمیتواند دوباره به آن دسترسی پیدا کند. آیا مطمئن هستید که میخواهید ادامه دهید؟
fi_fi: Jos poltat nämä NFT:t, kukaan (itsesi mukaan lukien) ei voi enää käyttää niitä. Oletko varma, että haluat jatkaa?
fr_fr: Si vous brûlez ces NFTs, personne (y compris vous) ne pourra plus y accéder. Êtes-vous sûr de vouloir continuer ?
sv_se: Om du bränner dessa NFT:er kommer ingen (inte ens du) någonsin att komma åt dem igen. Är du säker på att du vill fortsätta?

source: If you burn this NFT, nobody (including you) will ever be able to access it again. Are you sure you want to continue?
cs_cz: Pokud spálíte toto NFT, nikdo (včetně vás) k němu již nikdy nebude mít přístup. Opravdu chcete pokračovat?
fa_ir: اگر این ان اف تی را ثبت کنید، هیچ کس (از جمله شما) هرگز نمیتواند دوباره به آن دسترسی پیدا کند. آیا مطمئن هستید که میخواهید ادامه دهید؟
fi_fi: Jos poltat tämän NFT:n, kukaan (mukaan lukien sinä) ei voi enää käyttää sitä. Oletko varma, että haluat jatkaa?
fr_fr: Si vous brûlez ce NFT, personne (y compris vous) ne pourra plus y accéder. Êtes-vous sûr de vouloir continuer ?
sv_se: Om du bränner denna NFT kommer ingen (inte ens du) någonsin att komma åt den igen. Är du säker på att du vill fortsätta?
uk_ua: Якщо ви спалюєте цей НФТ, ніхто (включаючи вас) не зможе знову отримати до нього доступ. Ви впевнені, що хочете продовжити?

source: If you have already shared your offer file, you may need to submit a transaction to cancel the pending offer. Click "Cancel on blockchain" to submit a cancellation transaction.
cs_cz: Pokud jste již sdíleli soubor své nabídky, možná budete muset odeslat transakci pro zrušení čekající nabídky. Klikněte na "Zrušit na blockchainu" pro odeslání storno transakce.
fa_ir: اگر قبلاً فایل پیشنهاد خود را به اشتراک گذاشته‌اید، ممکن است لازم باشد یک تراکنش برای لغو پیشنهاد معلق ارسال کنید. برای ارسال تراکنش لغو، روی «لغو در بلاکچین» کلیک کنید.
fi_fi: Jos olet jo jakanut tarjouksesi tiedoston, saatat joutua lähettämään transaktion odottavan tarjouksen peruuttamiseksi. Valitse "Peru lohkoketjussa" lähettääksesi peruutustransaktion.
fr_fr: Si vous avez déjà partagé votre fichier d'offre, vous devrez soumettre une transaction pour annuler l'offre. Cliquez sur "Annuler sur la blockchain" pour soumettre une transaction d'annulation.
sv_se: Om du redan har delat din erbjudandefil kan du behöva skicka en transaktion för att avbryta det väntande erbjudandet. Klicka på "Avbryt på blockkedjan" för att skicka en sådan transaktion.
uk_ua: Якщо ви вже поділилися файлом із пропозицією, можливо, вам знадобиться надіслати транзакцію, щоб скасувати пропозицію, що очікує на розгляд. Натисніть «Скасувати в блокчейні», щоб надіслати транзакцію скасування.

source: Images will be scaled to fill the NFT card and ignore their original proportions.
fa_ir: تصاویر برای پر کردن مکان نمایش ان اف تی و نادیده گرفتن مقیاس اصلی بزرگ میشوند.
fi_fi: Kuvat skaalataan NFT-kortin täyttämiseksi ja niiden alkuperäiset mittasuhteet jätetään huomioimatta.
fr_fr: Les images seront mises à l'échelle pour remplir le cadre du NFT et ignorer leurs proportions d'origine.
sv_se: Bilder kommer att skalas för att fylla NFT-kortet och ignorera deras ursprungliga proportioner.

source: Import
fa_ir: وارد كردن
fi_fi: Tuo
fr_fr: Importer
sv_se: Importera
uk_ua: Імпорт

source: In exchange for
cs_cz: Výměnou za
fa_ir: درقبال مبادله برای
fi_fi: Vaihtaaksesi kohteeseen
fr_fr: En échange de
sv_se: I utbyte mot
uk_ua: В обмін на

source: In Progress
cs_cz: Probíhá
fa_ir: در حال پیشرفت
fi_fi: Käynnissä
fr_fr: En cours
sv_se: Pågår
uk_ua: Виконується

source: Include My Offers
fa_ir: شامل پیشنهادات من
fi_fi: Sisällytä Omat Tarjoukseni
fr_fr: Inclure Mes Offres

source: Include Taken Offers
fa_ir: شامل پیشنهادات گرفته شده
fi_fi: Sisällytä Otetut Tarjoukset
fr_fr: Inclure les offres acceptées

source: Include Wallet Metadata
fa_ir: Metadata شامل کیف پول
fi_fi: Sisällytä Lompakon Metatiedot
fr_fr: Inclure les métadonnées du portefeuille

source: Including a fee in the offer can help expedite the transaction when the offer is accepted. The recommended minimum fee is 0.000005 XCH (5,000,000 mojos)
cs_cz: Zadání poplatku k nabídce může urychlit transakci, když je nabídka přijata. Doporučený minimální poplatek je 0.000005 XCH (5,000,000 mojos)
fa_ir: درج کارمزد در پیشنهاد میتواند به سرعت معامله در هنگام پذیرش پیشنهاد کمک کند. حداقل هزینه توصیه شده 0.000005 چیا (5000000 موجو) است
fi_fi: Maksun sisällyttäminen tarjoukseen voi auttaa nopeuttamaan kauppaa, kun tarjous on hyväksytty. Suositeltu vähimmäismaksu on 0.00005 XCH (5.000,000 mojos)
fr_fr: Inclure des frais dans l'offre peut accélérer la transaction lorsque celle-ci est acceptée. Les frais minimums recommandés sont de 0.000005 XCH (5 000 000 mojos)
sv_se: Att lägga till en avgift i erbjudandet kan hjälpa till att påskynda transaktionen när erbjudandet accepteras. Rekommenderad minimiavgift är 0,000005 XCH (5 000 000 mojos)
uk_ua: Включення комісії в пропозицію може допомогти пришвидшити транзакцію, коли пропозицію буде прийнято. Рекомендована мінімальна комісія становить 0,000005 XCH (5 000 000 mojos)

source: Incoming Offers
fa_ir: پیشنهادات دریافتی
fi_fi: Saapuvat Tarjoukset
fr_fr: Offres Entrantes
sv_se: Inkommande erbjudanden

source: Index
fa_ir: فهرست
fi_fi: Indeksi
fr_fr: Indice
uk_ua: Індекс

source: Initializing...
cs_cz: Inicializuji...
fa_ir: در حال شروع...
fi_fi: Alustetaan...
fr_fr: Initialisation...
sv_se: Initierar...
uk_ua: Ініціалізація...

source: Insufficient funds available to accept offer. Ensure that your spendable balance is sufficient to cover the offer amount.
cs_cz: Nedostatek dostupných finančních prostředků k přijetí nabídky. Ujistěte se, že Váš disponibilní zůstatek je dostatečný k pokrytí částky nabídky.
fa_ir: مبلغ کافی برای پذیرش پیشنهاد موجود نیست. مظمئن شوید که موجودی قابل مصرف شما برای پوشش مبلغ پیشنهاد کافی است.
fi_fi: Riittämätön määrä varoja tarjouksen hyväksymiseen. Varmista, että käytettävissä oleva saldo riittää tarjouksen määrän kattamiseen.
fr_fr: Fonds insuffisants pour accepter l'offre. Assurez-vous que votre solde disponible est suffisant pour couvrir le montant de l'offre.
sv_se: Det finns inte tillräckliga medel för att acceptera erbjudandet. Se till att ditt spenderbara saldo är tillräckligt högt för att täcka erbjudandets belopp.
uk_ua: Недостатньо доступних коштів для прийняття пропозиції. Переконайтеся, що вашого балансу достатньо для покриття суми пропозиції.

source: Insufficient funds available to create offer. Ensure that your spendable balance is sufficient to cover the offer amount.
cs_cz: Nedostatek dostupných finančních prostředků k vytvoření nabídky. Ujistěte se, že Váš disponibilní zůstatek je dostatečný k pokrytí částky nabídky.
fa_ir: مبلغ کافی برای پذیرش پیشنهاد موجود نیست. مظمئن شوید که موجودی قابل مصرف شما برای پوشش مبلغ پیشنهاد کافی است.
fi_fi: Riittämätön määrä varoja tarjouksen luomiseen. Varmista, että käytettävissä oleva saldo riittää tarjouksen määrän kattamiseen.
fr_fr: Fonds insuffisants pour créer l'offre. Assurez-vous que votre solde disponible est suffisant pour couvrir le montant de l'offre.
sv_se: Det finns inte tillräckliga medel för att skapa erbjudandet. Se till att ditt spenderbara saldo är tillräckligt högt för att täcka erbjudandets belopp.
uk_ua: Недостатньо доступних коштів для створення пропозиції. Переконайтеся, що вашого балансу достатньо для покриття суми пропозиції.

source: Insufficient partials
fa_ir: بخش هایی ناموفق بوده
fi_fi: Riittämättömästi partiaaleja
sv_se: Otillräckliga partialer

source: Insufficient RAM for BladeBit
fa_ir: رم برای بلید بیت کافی نیست
fi_fi: RAM ei riitä BladeBitiä varten
sv_se: Otillräckligt RAM-minne för BladeBit

source: Integration
fa_ir: ادغام
fi_fi: Integraatio

source: Interval (in seconds) in which directories are scanned to refresh the list of available plots
fa_ir: فاصله زمانی (بر حسب ثانیه) که در آن دایرکتوری ها برای بازخوانی لیست پلاتهای موجود بازنگری میشوند
fi_fi: Plottihakemistojen päivitysskannausaikaväli
sv_se: Intervall (i sekunder) i vilka kataloger skannas för att uppdatera listan över tillgängliga plottar

source: Invalid
fa_ir: بی اعتبار
fi_fi: Virheellinen
fr_fr: Invalide
sv_se: Ogiltigt

source: Invalid hash
fa_ir: هش نامعتبر
fi_fi: Virheellinen tiiviste
fr_fr: Hachage invalide
sv_se: Ogiltig hash

source: Invalid NFT identifier
cs_cz: Neplatný NFT identifikátor
fa_ir: شناسه ان اف تی نامعتبر
fi_fi: Virheellinen NFT-tunniste
fr_fr: Identifiant du NFT invalide
sv_se: Ogiltigt NFT-ID
uk_ua: Неправильний NFT ідентифікатор

source: Invalid state
cs_cz: Neplatný stav
fa_ir: حالت نامعتبر
fi_fi: Virheellinen tila
fr_fr: État invalide
sv_se: Ogiltigt tillstånd
uk_ua: Некоректний стан

source: Invalid WalletConnect data
fa_ir: اطلاعات اتصال ولت نامعتبر است

source: IP address
cs_cz: IP adresa
fa_ir: آی پی آدرس
fi_fi: IP-osoite
fr_fr: Adresse IP
sv_se: IP-adress
uk_ua: ІР-адреса

source: IP address / host
cs_cz: IP adresa / host
fa_ir: آی پی آدرس / میزبان
fi_fi: IP-osoite / nimi
fr_fr: Adresse IP / hôte
sv_se: IP-adress/värd
uk_ua: IP-адреса / хост

source: Is notification visible to all paired fingerprints
fa_ir: آیا اعلان برای همه کدهای شخصی جفتی قابل مشاهده است
fi_fi: Ilmoitus näkyy kaikille paritetuille sormenjäljille
fr_fr: Est-ce que la notification est visible par toutes les empreintes associées

source: Issued
fa_ir: صادر شده
fi_fi: Myönnetty
fr_fr: Émis
sv_se: Utfärdad

source: Issuer DID
fa_ir: صادرکننده شناسه غیرمتمرکز
fi_fi: Myöntäjän DID
fr_fr: DID de l'émetteur
sv_se: Utfärdar-DID

source: It is a one-time login link that can be used to log in to a pool's website. It contains a signature using the farmer's key from the plot NFT. Not all pools support this feature.
cs_cz: Je to jednorázový přihlašovací odkaz, který může být použit k přihlášení na webovou stránku poolu. Obsahuje podpis používající klíč farmáře z NFT pole. Ne všechny pooly podporují tuto funkci.
fa_ir: این یک لینک ورود به سیستم یک بارمصرف است که میتواند برای ورود به وب سایت یک استخر استفاده شود. این شامل یک امضا با استفاده از کلید فارمر از پلات ان اف تی است. همه استخرها از این ویژگی پشتیبانی نمی کنند.
fi_fi: Kertaluonteinen kirjautumislinkki, jota voidaan käyttää kirjautumiseen poolin verkkosivuilla. Sisältää allekirjoituksen käyttäen viljelijän avainta Plot-NFT:stä Kaikki poolit eivät tue tätä ominaisuutta.
fr_fr: Il s'agit d'un lien de connexion unique qui peut être utilisé pour se connecter au site web du pool. Il contient une signature utilisant la clé du fermier du NFT de parcelles. Certains pools ne prennent pas en charge cette fonctionnalité.
sv_se: Det är en engångsinloggningslänk som kan användas för att logga in på en pools hemsida. Den innehåller en signatur med nyckel från plottens NFT. Inte alla pooler stöder denna funktion.
uk_ua: Одноразове посилання для входу, яке може бути використане для входу на сайт пула. Містить підпис, використовуючи ключ фермера з дільниці NFT. Ця функція підтримується не всіма пулами.

source: Join a Pool
cs_cz: Připojit se k Poolu
fa_ir: پیوسوتن به یک استخر
fi_fi: Liity Pooliin
fr_fr: Rejoindre un pool
sv_se: Gå med i en pool
uk_ua: Приєднатися до пулу
