Repository: Chia-Network/chia-blockchain-gui
Catalog: packages/gui/src/locales/*/messages.po
Languages: cs_cz, fa_ir, fi_fi, fr_fr, sv_se, uk_ua

source: The Harvester manages plots and fetches proofs of space corresponding to challenges sent by a farmer.
fa_ir: برداشت کننده پلاتها را مدیریت میکند و مدارکی از فضای مربوط به چالش‌های ارسال شده توسط یک فارم را می‌آورد.
fi_fi: Harvesteri hallinnoi plotteja ja hakee farmerisovelluisen haasteita vastaavia tilavaraustodisteita.
sv_se: Skördaren hanterar plottar och hämtar bevis på utrymme som motsvarar verifieringar som skickas av en odlare.

source: The minimum required size for mainnet is k=32
cs_cz: Minimální požadovaná velikost sítě je k=32
fa_ir: حداقل اندازه مورد نیاز برای شبکه اصلی k=32 است
fi_fi: Lohkoketjun hyväksymä minimiarvo on k=32
fr_fr: La taille minimum requise pour le mainnet est k=32
sv_se: Den minsta storlek som krävs för mainnet är k=32
uk_ua: Мінімальний необхідний розмір для головної мережі (mainnet) – k=32

source: The net proceeds include the asking price, minus any associated creator fees (if the NFT has royalty payments enabled).
fa_ir: درآمد خالص شامل قیمت درخواستی، به منهای هر گونه کارمزد ایجادکننده مرتبط است (اگر ان اف تی پرداخت حق امتیاز را فعال کرده باشد).
fi_fi: Nettotuotot sisältävät pyyntöhinnan, josta on vähennetty mahdolliset rojaltit (jos NFT:llä on rojaltimaksut).
fr_fr: Le revenu net est le prix demandé moins les royalties associées (si le NFT en comprend).
sv_se: Nettointäkterna inkluderar det begärda priset, minus eventuella associerade skaparavgifter (om NFT:n har royaltybetalningar aktiverade).
uk_ua: Чисті надходження включають ціну запиту за мінусом будь-яких пов’язаних комісій творця (якщо в NFT увімкнено виплати роялті).

source: The NFT move failed: {err}
fa_ir: {err} :حرکت ان اف تی ناموفق بود
fi_fi: NFT-siirto epäonnistui: {err}
fr_fr: Le transfert du NFT a échoué : {err}
sv_se: NFT-flytten misslyckades: {err}

source: The NFT move transaction has been successfully submitted to the blockchain.
cs_cz: Transakce přesunu NFT byla úspěšně odeslána do blockchainu.
fa_ir: تراکنش جابجایی ان اف تی با موفقیت به بلاکچین ارسال شد.
fi_fi: NFT:n siirtotransaktio on onnistuneesti lähetetty lohkoketjuun.
fr_fr: Le transfert du NFT a été soumis avec succès à la blockchain.
sv_se: NFT-flyttningstransaktionen har skickats till blockkedjan.
uk_ua: Транзакцію переміщення NFT успішно відправлено в блокчейн.

source: The NFT status has been updated. If the transaction was successfully sent to the mempool, it may still complete.
cs_cz: Stav NFT byl aktualizován. Pokud byla transakce úspěšně odeslána do mempoolu, může být stále dokončena.
fa_ir: وضعیت ان اف تی بروز شده است. اگر تراکنش با موفقیت به حافظه استخر تراکنش ارسال شود، ممکن است همچنان تکمیل شود.
fi_fi: NFT:n tila on päivitetty. Jos tapahtuma lähetettiin onnistuneesti mempooliin, se saattaa silti sulkeutua onnistuneesti.
fr_fr: Le statut du NFT a été mis à jour. Si la transaction a été envoyée avec succès au mempool, elle pourra être acceptée.
uk_ua: Статус NFT оновлено. Якщо транзакцію було успішно надіслано до mempool, вона може завершитися.

source: The NFT status update failed: {err}
fa_ir: {err} :بروزرسانی وضعیت ان اف تی انجام نشد
fi_fi: NFT-päivitys epäonnistui: {err}
fr_fr: Échec de la mise à jour du statut du NFT : {err}
sv_se: Uppdatering av NFT-status misslyckades: {err}

source: The NFT transfer failed: {0}
fa_ir: انتقال ان اف تی انجام نشد: {0}
fi_fi: NFT-siirto epäonnistui: {0}
fr_fr: Échec du transfert du NFT : {0}
sv_se: NFT-överföringen misslyckades: {0}

source: The NFT transfer transaction has been successfully submitted to the blockchain.
cs_cz: Transakce transferu NFT byla úspěšně odeslána do blockchainu.
fa_ir: تراکنش انتقال ان اف تی با موفقیت به بلاکچین ارسال شد.
fi_fi: NFT:n siirtotransaktio on onnistuneesti lähetetty lohkoketjuun.
fr_fr: Le transfert du NFT a été soumis avec succès à la blockchain.
sv_se: NFT-överföringstransaktionen har skickats till blockkedjan.
uk_ua: Транзакцію передачі NFT успішно відправлено в блокчейн.

source: The node is not synced
cs_cz: Uzel není synchronizován
fa_ir: نود سینک نشده
fi_fi: Noodi ei ole synkronoitu
fr_fr: Le nœud n'est pas synchronisé
sv_se: Noden är inte synkad
uk_ua: Вузол не синхронізовано

source: The node is syncing, which means it is downloading blocks from other nodes, to reach the latest block in the chain
cs_cz: Uzel se synchronizuje, což znamená, že stahuje bloky z jiných uzlů, aby se dostal k nejnovějšímu bloku řetězce
fa_ir: نود در حال سینک شدن است،به این معنی که در حال دانلود بلاک ها از نودهای دیگر است تا به آخرین بلاک در زنجیره برسد
fi_fi: Noodi synkronoi. Se lataa lohkoketjua muilta solmuilta
fr_fr: Votre nœud se synchronise, ce qui veut dire qu'il télécharge les blocs depuis les autres nœuds, pour atteindre le dernier bloc de la chaîne
sv_se: Noden synkroniserar, vilket betyder att den laddar ner block från andra noder, för att nå det sista blocket i kedjan
uk_ua: Вузол синхронізований, це означає, що він завантажує блоки з інших вузлів, щоб досягти останнього блоку в ланцюжку

source: The offer creator has chosen not to allow counter offers
fa_ir: سازنده پیشنهاد انتخاب کرده که پیشنهادات متقابل را مجاز نکند
fi_fi: Tarjouksen luoja on päättänyt olla sallimatta vastatarjouksia
fr_fr: Le créateur de l'offre a choisi de ne pas autoriser les contre-offres
sv_se: Den som skapat erbjudandet har valt att inte tillåta moterbjudanden

source: The pool switching operation was cancelled, please try again by changing pool, or self pooling
cs_cz: Operace změny poolu byla zrušena, zkuste to prosím znovu změnou poolu nebo vlastním poolem
fa_ir: عملیات تعویض استخر لغو شد، لطفاً با تغییر استخر یا استخر شخصی مجددامتحان کنید
fi_fi: Poolin vaihtaminen peruttiin, yritä uudelleen vaihtamalla poolia, tai itsepoolaamalla
fr_fr: Le changement de pool a été annulé, veuillez réessayer en changeant de pool ou en pool solitaire
sv_se: Poolbytet avbröts. Försök igen genom att byta pool eller använda självpoolning
uk_ua: Операцію перемикання пулів було скасовано, спробуйте знову, змінивши пул, або самопул

source: The pool URL "{normalizedUrl}" is not working. Is it pool? Error: {0}
cs_cz: URL adresa poolu "{normalizedUrl}" nefunguje. Je to pool? Chyba: {0}
fa_ir: کار نمیکند. مطمئن هستید از آدرس؟ خطا: {0}"{normalizedUrl}" آدرس سایت استخر
fi_fi: Poolin URL "{normalizedUrl}" ei toimi. Onko se poolin osoite? Virhe: {0}
fr_fr: L'URL du pool "{normalizedUrl}" ne fonctionne pas. Est-ce un pool ? Erreur : {0}
sv_se: Pool-URL:en "{normalizedUrl}" fungerar inte. Är det en pool? Fel: {0}
uk_ua: URL пула "{normalizedUrl}" не працює. Це пул? Помилка: {0}

source: The pool URL is not valid. {normalizedUrl}
cs_cz: URL adresa poolu je neplatná. {normalizedUrl}
fa_ir: {normalizedUrl} .آدرس سایت استخر معتبر نیست
fi_fi: Poolin URL ei ole kelvollinen. {normalizedUrl}
fr_fr: L'URL du pool n'est pas valide. {normalizedUrl}
sv_se: Den angivna pool-URL:n är inte giltig. {normalizedUrl}
uk_ua: Неправильна URL-адреса пулу. {normalizedUrl}

source: The pool URL needs to use protocol https. {normalizedUrl}
cs_cz: URL adresa poolu musí používat protokol https. {normalizedUrl}
fa_ir: {normalizedUrl} .آدرس سایت استخر باید از پروتکل استفاده کند https
fi_fi: Poolin URL-osoite tarvitsee HTTPS-protokollan. {normalizedUrl}
fr_fr: L'URL du pool doit utiliser le protocole https. {normalizedUrl}
sv_se: Pool-URL måste använda protokollet https. {normalizedUrl}
uk_ua: URL-адреса пулу має використовувати протокол https {normalizedUrl}

source: The seed used to create the plot. This depends on the pool pk and plot pk.
cs_cz: Seed použitý k vytvoření pole. To závisí na pk poolu a pk pole.
fa_ir: کلمات رمز برای ایجاد پلات استفاده شد. این بستگی به کلید عمومی استخر و کلید عمومی پلات دارد.
fi_fi: Siemenarvo plot-tiedostojen luontia varten. Riippuu poolin ja plotin julkisista avaimista.
fr_fr: La graine utilisée pour créer le plot. Cela dépend du pk du pool et du pk du plot.
sv_se: Den minnesfras som användes för att skapa plotten. Denna beror av den publika nyckeln för pool respektive plott.
uk_ua: Зерно, яке використовувалося для створення ділянки. Зерно залежить від публічного ключа пулу і публічного ключа ділянки.

source: The signature was made by the private key associated with the wallet address. The signer can be assumed to be the owner of the private key.
fa_ir: امضاء توسط کلید شخصی مرتبط با آدرس کیف پول انجام شده است. امضاء کننده را میتوان مالک کلید شخصی فرض کرد.
fi_fi: Allekirjoitus tehtiin lompakon osoitteeseen liittyvän yksityisen avaimen avulla. Allekirjoittajan voidaan katsoa olevan yksityisen avaimen omistaja.
fr_fr: La signature a été faite par la clé privée associée à l'adresse du portefeuille. Le signataire peut être supposé comme étant le propriétaire de la clé privée.

source: The total amount offered includes the offered purchase price, plus the optional offer creation fee.<0/>If the NFT has royalty payments enabled, those creator fees will be paid from the offered purchase price.
fa_ir: کل مبلغ پیشنهاد شامل قیمت خرید پیشنهادی، به اضافه هزینه ایجاد پیشنهاد اختیاری است.<0/>اگر ان اف تی پرداخت حق امتیاز را فعال کرده باشد، همه هزینه‌های ایجادشده از قیمت خرید پیشنهادی پرداخت میشود.
fi_fi: Tarjottu kokonaissumma sisältää tarjotun ostohinnan, johon on lisätty valinnainen tarjouksen transaktiomaksu. <0/>Jos NFT:ssä on rojaltimaksut, nämä maksetaan tarjotusta ostohinnasta.
fr_fr: Le montant total offert comprend le prix d'achat offert, plus les frais de création de l'offre facultative. <0/>Si le NFT requiert le paiement de royalties, ces frais seront payés à partir du prix d'achat offert.
uk_ua: Загальна запропонована сума включає запропоновану ціну покупки, а також необов’язкову комісію за створення пропозиції.<0/>Якщо в NFT увімкнено виплати роялті, ці комісії творця будуть сплачені із запропонованої ціни покупки.

source: The total amount offered includes the price you're willing to pay for the NFT, plus the optional offer creation fee. One or more coins totalling at least the amount shown below will be deducted from your spendable balance upon offer creation.<0/>If the NFT has royalty payments enabled, those creator fees will be paid by the party that accepts the offer.
fa_ir: کل مبلغ ارائه شده شامل قیمتی است که مایلید برای ان اف تی بپردازید،به علاوه کارمزد اختیاری ایجاد پیشنهاد. یک یا چند ارزکه مجموعاً حداقل مبلغ نمایان داده شده در پایین است، پس از ایجاد پیشنهاد، از موجودی قابل خرج کردن شما کسر خواهد شد.<0/>اگر ان اف تی پرداخت حق امتیاز را فعال کرده باشد، آن هزینه های ایجادکننده توسط طرفی که پیشنهاد را میپذیرد پرداخت میشود.
fi_fi: Tarjottu summa sisältää hinnan, jonka olet valmis maksamaan NFT:stä, sekä valinnaisen tarjouksen transaktiomaksun. Vähintään alla näkyvä määrä vähennetään käytettävissä olevasta saldosta tarjouksen luomisen yhteydessä. <0/>Jos NFT:ssa on rojaltimaksut, ne maksatetaan osapuolella, joka hyväksyy tarjouksen.
fr_fr: Le montant total offert comprend le prix que vous êtes prêt à payer pour le NFT, plus les frais de création de l'offre facultatifs. Une ou plusieurs pièces totalisant au moins le montant indiqué ci-dessous seront déduites de votre solde dépensable lors de la création de l'offre. <0/>Si le NFT a activé les royalties, elles seront payés par la partie qui accepte l'offre.
uk_ua: Загальна запропонована сума включає ціну, яку ви готові заплатити за NFT, плюс необов’язкову комісію за створення пропозиції. Одна або кілька монет на загальну суму принаймні таку, як указано нижче, буде вираховано з балансу, який можна витратити, після створення пропозиції.<0/>Якщо в NFT увімкнено виплати роялті, ці комісії творця сплачуватиме сторона, яка прийме пропозицію.

source: The total amount requested includes the asking price, plus the associated creator fees (if the NFT has royalty payments enabled). Creator fees will be paid by the party that accepts the offer.<0/>The optional offer creation fee is not included in this total, and will be deducted from your spendable balance upon offer creation.
fa_ir: کل مبلغ درخواستی شامل قیمت درخواستی، به‌علاوه هزینه‌های مربوط به ایجادکننده است (اگر ان اف تی پرداخت حق امتیاز را فعال کرده باشد). هزینه‌های ایجادکننده توسط طرفی که پیشنهاد را میپذیرد پرداخت میشود.<0/>هزینه اختیاری ایجاد پیشنهاد در این مجموع لحاظ نمیشود و پس از ایجاد پیشنهاد، از موجودی قابل مصرف شما کسر میشود.
fi_fi: Pyydettyyn kokonaismäärään sisältyy pyyntihinta sekä siihen liittyvät rojaltit (jos NFT:ssa on rojaltimaksut). Luontipalkkiot maksatetaan osapuolella, joka hyväksyy tarjouksen. <0/>Valinnainen transaktio ei sisälly tähän kokonaissummaan, ja se vähennetään käytettävissä olevasta saldosta tarjouksen teon yhteydessä.
fr_fr: Le montant total demandé comprend le prix demandé, plus les frais de créateur associés (si la NFT a activé les royalties). Les frais de créateur seront payés par la partie qui accepte l'offre. <0/>Les frais de création d'offres optionnels ne sont pas inclus dans ce total, et seront déduits de votre solde dépensable lors de la création de l'offre.
uk_ua: Загальна сама за запитом включає в себе ціну запиту, а також пов'язані комісії творця (якщо в NFT увімкнено виплати роялті). Комісія творця сплачуватиметься стороною, яка прийняла пропозицію.<0/>Додаткова комісія за створення пропозиції не входить у цю загальну суму та буде вирахована з балансу, який ви можете витратити, після створення пропозиції.

source: The total amount requested includes the asking price, plus the associated creator fees (if the NFT has royalty payments enabled).{0}
fa_ir: کل مبلغ درخواستی شامل قیمت درخواستی، به‌علاوه هزینه‌های سازنده مرتبط است (اگر ان اف تی پرداخت حق امتیاز را فعال کرده باشد).{0}
fi_fi: Pyydetty summa sisältää pyyntihinnan, sekä siihen liittyvät rojaltit (jos NFT:llä on rojaltimaksut).{0}
fr_fr: Le montant total demandé est la somme du prix demandé et des royalties (si le NFT en comprend).{0}
uk_ua: Загальна запитана сума включає ціну попиту, а також пов’язані комісії творця (якщо в NFT увімкнено виплати роялті).{0}

source: The total number of VDF (verifiable delay function) or proof of time iterations on the whole chain up to this block.
cs_cz: Celkový počet VDF (verifiable delay function) nebo tzv. proof of time opakování v celém blockchainu až po tento blok.
fa_ir: تعداد کل VDF (تابع تأخیر قابل تأیید) یا تکرارهای اثبات زمانی در کل زنجیره تا این بلاک.
fi_fi: Tähän lohkoon asti iteroitujen VDF-aikatodisteiden lukumäärä.
fr_fr: Le nombre total de VDF (fonction de délai vérifiable) ou d'itérations de preuve de temps sur toute la chaîne jusqu'à ce bloc.
sv_se: Sammanlagt antal iterationer av VDF:er (verifiable delay function) eller bevis-på-tid i hela kedjan upp till detta block.
uk_ua: Загальна кількість ітерації VDF (від англ. Verifiable Delay Function - функція затримки, що перевіряється) або доказів тимчасових ітерацій по всьому ланцюжку до цього блоку.

source: The total number of VDF (verifiable delay function) or proof of time iterations on this block.
cs_cz: Celkový počet VDF (verifiable delay function) nebo tzv. proof of time opakování v celém blockchainu až po aktuální blok.
fa_ir: تعداد کل VDF (عملکرد تأخیری قابل تأیید) یا اثبات تکرار زمان در این بلاک.
fi_fi: Tähän lohkoon asti iteroitujen VDF-aikatodisteiden lukumäärä.
fr_fr: Le nombre total de VDF (fonction de délai vérifiable) ou le nombre d'itérations de preuves de temps sur ce bloc.
sv_se: Sammanlagt antal VDF- (verifiable delay function) eller bevis-på-tid-iterationer på detta block.
uk_ua: Загальна кількість VDF (від англ. Verifiable Delay Function - перевіряємо функція затримки), іншими словами загальна кількість доказів часових ітерацій в цьому блоці.

source: The total transactions fees in this block. Rewarded to the farmer.
cs_cz: Souhrnná výše transakčních poplatků v tomto bloku. Vyplaceno farmářům.
fa_ir: کل کارمزدهای تراکنش ها در این بلاک. به فارم کننده پاداش داده میشود.
fi_fi: Kokonaistransaktioveloitukset tässä lohkossa. Suoritetaan farmarille.
fr_fr: Le total des frais de transaction dans ce bloc. Récompenses au fermier.
sv_se: Summan av transaktionsavgifterna i detta block. Utbetalda till odlaren.
uk_ua: Загальна комісія за транзакції в цьому блоці, що була отримана фермерами.

source: Theme
fa_ir: موضوع
fi_fi: Teema
sv_se: Tema

source: There was a network issue and your Full Node or Farmer could not receive SPs.
fa_ir: مشکلی در شبکه وجود داشت که قول نود یا فارم شما نتوانستند اس پی ها را دریافت کنند.
fi_fi: Verkko-ongelma - Noodi tai Farmeri ei voinut vastaanottaa SP:itä.
sv_se: Det uppstod ett nätverksproblem och din fullständiga nod eller odlare kunde inte ta emot SP:er.

source: These are the instructions for how the farmer wants to get paid. By default this will be an XCH address, but it can be set to any string with a size of less than 1024 characters, so it can represent another blockchain or payment system identifier.
cs_cz: Toto jsou instrukce, jak chce farmář dostávat platbu. Ve výchozím nastavení se jedná o adresu XCH, ale může být nastaven libovolný řetězec o velikosti menší než 1024 znaků, aby mohl zastupovat jiný blockchain nebo identifikátor platebního systému.
fa_ir: این دستورالعمل‌هایی است که نشان میدهد فارمر چگونه میخواهد دریافت کند. به طور پیش‌فرض این یک آدرس چیاخواهد بود، اما میتوان آنرا روی هر رشته‌ای با اندازه کمتر از 1024 کاراکتر تنظیم کرد، بنابراین میتواند یک شناسه بلاکچین یا سیستم پرداخت دیگر را نشان دهد.
fi_fi: Nämä ovat ohjeet siitä, miten farmari haluaa saada maksun. Oletuksena tämä on XCH-osoite, mutta se voidaan asettaa mihin tahansa merkkijonoon, jonka koko on alle 1024 merkkiä, joten se voi edustaa toista lohkoketjua tai maksujärjestelmätunnusta.
fr_fr: Ce sont les instructions du paiement du fermier. Par défaut, il s'agira d'une adresse XCH, mais toute chaîne de caractères d'une taille inférieure à 1024 caractères peut être saisie, de telle sorte qu'une autre blockchain ou qu'un autre identifiant de système de paiement puissent être représentés.
sv_se: Det här är instruktionerna för hur odlaren vill få betalt. Som standard är det en XCH-adress, men det kan ställas in till vilken sträng som helst med en storlek på färrre än 1024 tecken, så det kan representera en identifierare för en annan blockkedja eller betalningssystem.
uk_ua: Це інструкції щодо того, як фермер хоче отримувати гроші. За замовчуванням це буде адреса XCH, але її можна встановити як будь-який рядок розміром менше 1024 символів, тому він може представляти інший ідентифікатор блокчейну або платіжної системи.

source: These plots are invalid, you might want to delete them.
cs_cz: Tato pole jsou neplatná, možná je chcete smazat.
fa_ir: این پلاتها نامعتبر هستند، ممکن است بخواهید آنها را حذف کنید.
fi_fi: Näitä plot-tiedostoja ei löydy tai ne ovat viallisia.
fr_fr: Ces parcelles sont invalides, vous devriez les supprimer.
sv_se: Dessa plottar är ogiltiga. Det kan vara lämpligt att ta bort dem.
uk_ua: Ці ділянки не є дійсними, ви можете видалити їх.

source: They will receive
cs_cz: Oni obdrží
fa_ir: دریافت خواهند کرد
fi_fi: Vastaanottaja vastaanottaa
fr_fr: Ils recevront
sv_se: De kommer att få
uk_ua: Вони отримають

source: This allows you to add a directory that has plots in it. If you have not created any plots, go to the plotting screen.
cs_cz: To vám umožní přidat adresář, který obsahuje pole. Pokud jste nevytvořili žádná pole, přejděte na obrazovku tvorby polí.
fa_ir: این به شما اجازه میدهد تا مسیر پوشه ای که پلاتهایی در آن است را اضافه کنید. اگر هیچ پلاتی ایجاد نکرده اید، به صفحه ساختن پلات بروید.
fi_fi: Lisää plottitiedostoja sisältävä kansio. Jos sinulla ei ole vielä plotteja, siirry plottausnäkymään.
fr_fr: Cela vous permet d’ajouter un répertoire contenant des parcelles. Si vous n'avez pas créé de parcelles, allez sur l'écran de traçage.
sv_se: Detta låter dig lägga till en mapp som innehåller plottar. Om du inte har skapat några plottar går du till sidan plottning.
uk_ua: Це дозволяє вам додати каталог, в якому вже є ділянки. Якщо ви ще не створили ніяких ділянок, перейдіть до екрану створення ділянок.

source: This difficulty is an artifically lower difficulty than on the real network, and is used when farming, in order to find more proofs and send them to the pool. The more plots you have, the higher difficulty you will have. However, the difficulty does not affect rewards.
cs_cz: Tato obtížnost je uměle menší než v případě skutečné sítě, a používá se při farmaření, aby se našlo více důkazů a odeslalo je do poolu. Čím více polí máte, tím větší obtížnost budete mít. Nicméně obtížnost neovlivňuje odměny.
fa_ir: این سختی مصنوعی نسبت به شبکه واقعی کمتر است و هنگام فارم استفاده میشود تا شاهدهای بیشتری پیدا کرده و آنها را به استخر ارسال کند. هرچه پلات های بیشتری داشته باشید، دشواری بیشتری خواهید داشت. با این حال، دشواری بر پاداش ها تأثیر نمیگذارد.
fi_fi: Tämä vaikeuskerroin on keinotekoisesti pienempi kuin todellisessa verkossa, ja sitä käytetään lähettämään ylimääräisiä todisteita farmaroinnissa, jotta voit osoittaa että farmaroit jatkuvasti pooliin. Mitä enemmän plotteja sinulla on, sitä suurempi vaikeuskerroin. Vaikeuskerroin ei vaikuta palkintoihin.
fr_fr: Cette difficulté est artificiellement plus faible que celle du réseau réel et est utilisée lors de la culture, afin de trouver plus de preuves et de les envoyer au pool. Plus vous avez de parcelles, plus la difficulté sera élevée. Cependant, la difficulté n'affecte pas les récompenses.
sv_se: Denna svårighetsgrad är en artificiellt lägre svårighetsgrad än på det riktiga nätverket, och används vid odling för att hitta fler bevis och skicka dem till poolen. Ju fler plottar du har, desto större svårighetsgrad kommer du att ha. Svårighetsgraden påverkar dock inte belöningar.
uk_ua: Ця складність є штучно менш складною, ніж у реальній мережі, і використовується при фармінгу, щоб знайти більше доказів та відправити їх у пул. Чим більше ділянок, тим вищий рівень складності. Складність впливає на нагороди.

source: This feature is available only from the GUI.
cs_cz: Tato funkce je dostupná pouze v grafickém rozhraní.
fa_ir: این ویژگی فقط در نسخه گرافیکی برنامه در دسترس است.
fi_fi: Tämä ominaisuus käytettävissä ainoastaan graafisessa käyttöliittymässä.
fr_fr: Cette caractéristique est uniquement disponible via l'interface graphique.
sv_se: Denna funktion kan bara användas från GUI.
uk_ua: Ця функція доступна лише з графічного інтерфейсу.

source: This harvester does not have any plots to harvest
fa_ir: این برداشت کننده هیچ پلاتی برای برداشت ندارد
fi_fi: Tällä harvesterilla ei ole plotteja
sv_se: Denna skördare har inga plottar att skörda

source: This is a sum of effective plot sizes currently farming. An effective plot size is a theoretical value which is derived only by kSize
fa_ir: مجموع اندازه های مفید پلات که در حال فارم است. اندازه پلات مفید یک مقدار نظری است که فقط با اندازه حجم یا مخفف کی به دست می آید
fi_fi: Tämä on effektiivinen plottitiedostojen yhteiskoko. Effektiivinen koko on laskennallinen arvo perustuen plottitiedostojen määrään ja k-arvoon
sv_se: Detta är en summa av effektiva plottstorlekar som odlas för närvarande. En effektiv plottstorlek är ett teoretiskt värde som härleds av endbart kSize

source: This is a sum of effective plot sizes currently harvesting. An effective plot size is a theoretical value which is derived only by kSize.
fa_ir: مجموع اندازه های مفید پلات که در حال برداشت است. اندازه پلات مفید یک مقدار نظری است که فقط با اندازه حجم یا مخفف کی به دست می آید.
fi_fi: Tämä on effektiivinen harvestoitujen plottitiedostojen yhteiskoko. Effektiivinen koko on laskennallinen arvo perustuen plottitiedostojen määrään ja k-arvoon.
sv_se: Detta är en summa av effektiva plottstorlekar som skördas för närvarande. En effektiv plottstorlek är ett teoretiskt värde som härleds av endbart kSize.

source: This is the farmer public key corresponding to the current logged-in wallet
fa_ir: این کلید عمومی فارم مربوط به کیف پول وارد شده فعلی است
fi_fi: Tämä on sisäänkirjautuneena olevaa lompakkoa vastaava farmerin julkinen avain
sv_se: Detta är den publika nyckeln för odlare som motsvarar den aktuella inloggade plånboken
