Repository: Chia-Network/chia-blockchain-gui
Catalog: packages/gui/src/locales/*/messages.po
Languages: cs_cz, fa_ir, fi_fi, fr_fr, sv_se, uk_ua

source: Do you want to burn {count} NFTs?
fa_ir: ان اف تی را ثبت کنید؟ {count} آیا میخواهید
fi_fi: Haluatko polttaa {count} NFT:tä?
fr_fr: Voulez-vous brûler ces {count} NFT ?
sv_se: Vill du bränna {count} NFT:er?

source: {count} transactions have been successfully submitted to the blockchain.
fa_ir: .تراکنش با موفقیت به بلاکچین ارسال شد {count}
fi_fi: {count} tapahtumaa on onnistuneesti lähetetty lohkoketjuun.
fr_fr: {count} transactions ont été soumises avec succès à la blockchain.
sv_se: {count} transaktioner har skickats till blockkedjan.

source: {count} NFTs failed to move.
fa_ir: .ان اف تی ها جابجا نشد {count}
fi_fi: {count} NFT:tä ei voitu siirtää
fr_fr: {count} NFT n'ont pas pu être déplacés.
sv_se: Det gick inte att flytta {count} NFT:er.

source: Would you like to move {count} NFTs to a profile?
fa_ir: از ان اف تی ها را به حساب کاربری منتقل کنید؟ {count} آیا میخواهید
fi_fi: Haluatko siirtää {count} NFT:tä profiiliin?
fr_fr: Voulez-vous transférer {count} NFT vers un profil ?
sv_se: Vill du flytta {count} NFT:er till en profil?

source: Would you like to transfer {count} NFTs to a new owner?
fa_ir: از ان اف تی ها را به مالک جدیدی انتقال دهید؟ {count} آیا میخواهید
fi_fi: Haluatko siirtää {count} NFT:tä uudelle omistajalle?
fr_fr: Voulez-vous transférer {count} NFT ?
sv_se: Vill du överföra {count} NFT:er till en ny ägare?

source: No
cs_cz: Ne
fa_ir: خیر
fi_fi: Ei
fr_fr: Non
sv_se: Nej
uk_ua: Ні

source: Yes
cs_cz: Ano
fa_ir: بله
fi_fi: Kyllä
fr_fr: Oui
sv_se: Ja
uk_ua: Так

source: Confirm
cs_cz: Potvrdit
fa_ir: تایید
fi_fi: Vahvista
fr_fr: Confirmer
sv_se: Bekräfta
uk_ua: Підтвердити

source: Are you sure you want to quit?
cs_cz: Opravdu chcete skončit?
fa_ir: آیا مطمئن هستید که میخواهید خارج شوید؟
fi_fi: Oletko varma että haluat lopettaa?
fr_fr: Êtes-vous sûr de vouloir quitter ?
sv_se: Är du säker på att du vill avsluta?
uk_ua: Ви дійсно хочете вийти?

source: Keep service running in the background
fa_ir: بگدارید سرویس در پس‌زمینه اجرا شود
fi_fi: Pidä palvelu käynnissä taustalla
sv_se: Håll tjänsten igång i bakgrunden

source: File
cs_cz: Soubor
fa_ir: فایل
fi_fi: Tiedosto
fr_fr: Fichier
sv_se: Fil
uk_ua: Файл

source: Edit
cs_cz: Upravit
fa_ir: ويرايش
fi_fi: Muokkaa
fr_fr: Éditer
sv_se: Redigera
uk_ua: Редагувати

source: View
cs_cz: Zobrazení
fa_ir: مشاهده
fi_fi: Näkymä
fr_fr: Voir
sv_se: Visa
uk_ua: Вигляд

source: Developer
cs_cz: Vývojář
fa_ir: توسعه دهنده
fi_fi: Kehittäjä
fr_fr: Développeur
sv_se: Utvecklare
uk_ua: Розробник

source: Developer Tools
cs_cz: Vývojářské nástroje
fa_ir: ابزارهای توسعه دهنده
fi_fi: Kehitystyökalut
fr_fr: Outils Développeur
sv_se: Utvecklarverktyg
uk_ua: Інструменти розробника

source: Trigger Desktop Notification
fa_ir: راه‌اندازی اعلان دسکتاپ
fi_fi: Käynnistä Työpöytä-ilmoitus
fr_fr: Déclencher une notification de bureau
sv_se: Utlös skrivbordsavisering

source: Full Screen
cs_cz: Celá obrazovka
fa_ir: نمایش تمام صفحه
fi_fi: Kokoruutu
fr_fr: Plein écran
sv_se: Helskärm
uk_ua: Повний екран

source: Window
cs_cz: Okno
fa_ir: پنجره
fi_fi: Ikkuna
fr_fr: Fenêtre
sv_se: Fönster
uk_ua: Вікно

source: Help
cs_cz: Nápověda
fa_ir: راهنما
fi_fi: Apuja
fr_fr: Aide
sv_se: Hjälp
uk_ua: Допомога

source: Chia Blockchain Wiki
fa_ir: بلاکچین چیا در ویکیپدیا
fi_fi: Chia Wiki
fr_fr: Wiki de la Blockchain Chia
sv_se: Chia Blockchains wiki

source: Frequently Asked Questions
cs_cz: Často kladené otázky
fa_ir: پرسش ها و پاسخ های متداول
fi_fi: Usein Kysytyt Kysymykset
fr_fr: Question fréquentes
sv_se: Vanliga frågor
uk_ua: Найчастіші питання

source: Release Notes
cs_cz: Poznámky k vydání
fa_ir: یادداشت‌های انتشار
fi_fi: Version Muutokset
fr_fr: Notes de version
sv_se: Viktig information
uk_ua: Докладно про реліз

source: Contribute on GitHub
cs_cz: Pomoci s vývojem na GitHubu
fa_ir: مشارکت در GitHub
fi_fi: Anna panoksesi GitHubissa
fr_fr: Contribuer sur GitHub
sv_se: Delta på GitHub
uk_ua: Внести свій внесок на GitHub

source: Report an Issue...
cs_cz: Nahlásit chybu...
fa_ir: گزارش یک خطا...
fi_fi: Raportoi Ongelma...
fr_fr: Remonter un problème...
sv_se: Rapportera ett problem ...
uk_ua: Повідомити про проблему...

source: Chat on Discord
fa_ir: اشتراک گداری در Discord
fi_fi: Chattaa Discordissa
fr_fr: Discuter sur Discord
sv_se: Chatta på Discord

source: Follow on Twitter
cs_cz: Sledovat na Twitteru
fa_ir: در ایکس دنبال کنید
fi_fi: Seuraa Twitterissä
fr_fr: Suivez-nous sur Twitter
sv_se: Följ på Twitter
uk_ua: Слідкувати у Twitter

source: Chia
fa_ir: چیا

source: About Chia Blockchain
cs_cz: O Chia Blockchainu
fa_ir: درباره بلاکچین چیا
fi_fi: Chia Lohkoketjusta
fr_fr: À propos de la blockchain Chia
sv_se: Om Chia Blockchain
uk_ua: Про програму Chia Blockchain

source: Check for Updates...
fa_ir: بروز رسانی را بررسی کنید...
fi_fi: Tarkista päivitykset...
fr_fr: Vérification des mises à jour...
sv_se: Sök efter uppdateringar ...

source: Speech
cs_cz: Řeč
fa_ir: سخن
fi_fi: Puhe
fr_fr: Dicter
sv_se: Tal
uk_ua: Мовлення

source: Check for updates...
fa_ir: بروز رسانی را بررسی کنید...
fi_fi: Tarkista päivitykset...
fr_fr: Vérification des mises à jour...
sv_se: Sök efter uppdateringar ...

source: (⌘V) a blob
fa_ir: یک بلوب (⌘V)
fi_fi: (⌘V) blobi
fr_fr: (⌘V) un blob
sv_se: (⌘ V) en blob

source: (Ctrl-V) a blob
fa_ir: یک بلوب (Ctrl-V)
fi_fi: (Ctrl-V) blobi
fr_fr: (Ctrl-V) un blob
sv_se: (Ctrl-V) en blob

source: (Not Installed)
cs_cz: (Nenainstalováno)
fa_ir: (نصب نشده)
fi_fi: (Ei asennettu)
fr_fr: (Non installé)
sv_se: (Inte installerad)
uk_ua: (Не встановлено)

source: (Not recommended) Used to create an old style plot for solo farming.
fa_ir: توصیه نمیشود این برای ایجاد یک پلات قدیمی برای فارم شخصی استفاده میشود.
fi_fi: (Ei suositella) Käytetään vanhanmallisen plottitiedoston tekoon yksinfarmattavaksi.
fr_fr: (Non recommandé) Utilisé pour créer une parcelle d'ancienne génération, cultivable en solo uniquement.
sv_se: (Rekommenderas inte) Används för att skapa en plott av äldre typ för solodling.

source: (Not Supported)
cs_cz: (Nepodporováno)
fa_ir: (پشتیبانی نشده)
fi_fi: (Ei tuettu)
fr_fr: (Non supporté)
sv_se: (Stöds inte)
uk_ua: (Не підтримується)

source: (Recommended)
fa_ir: (توصیه شده)
fi_fi: (Suositus)
fr_fr: (Recommandé)
sv_se: (Rekommenderat)

source: {0, plural, one {mojo} other {mojos}}
fa_ir: {0, plural, one {موجو} other {موجوها}}
fi_fi: {0, plural, one {mojo} other {mojoa}}
sv_se: {0, plural, one {mojo} other {mojo}}

source: {0} buckets is recommended
cs_cz: Doporučeno {0} kbelíků (bucketů)
fa_ir: {0} باکت توصیه میشود
fi_fi: {0} muistilohkoa on suositusmäärä
fr_fr: {0} buckets sont recommandés
sv_se: {0} buckets rekommenderas
uk_ua: рекомендується {0} кошиків

source: {0} of {1}
fa_ir: {0} از {1}
fr_fr: {0} sur {1}
sv_se: {0} av {1}
uk_ua: {0} з {1}

source: {0} of {allCount} items selected:
fa_ir: {0} موارد از {allCount} انتخاب شد:
fi_fi: {0} / {allCount} kohdetta valittu:
fr_fr: {0} sur {allCount} éléments sélectionnés :
sv_se: {0} av {allCount} objekt valda:

source: {0} points {1} - {2} hours ago
cs_cz: {0} bodů {1} - před {2} hodinami
fa_ir: {0} امتیاز {1} - {2} مدتی قبل
fi_fi: {0} pistettä {1} - {2} tuntia sitten
fr_fr: {0} points {1} - il y a {2} heures
sv_se: {0} poäng {1} - {2} timmar sedan
uk_ua: {0} очок {1} - {2} годин тому

source: {from} <0>sending the message</0>
fa_ir: {from} <0>ارسال پیام</0>
fi_fi: {from} <0>lähetetään viesti</0>
fr_fr: {from} <0>envoi du message</0>
sv_se: {from} <0>skickar meddelandet</0>

source: {makerFee, plural, one {mojo} other {mojos}}
fa_ir: {makerFee,plural,one {موجو} other {موجوها}}
fi_fi: {makerFee, plural, one {mojo} other {mojoa}}
sv_se: {makerFee, plural, one {mojo} other {mojo}}

source: {mojos, plural, one {mojo} other {mojos}}
fa_ir: {mojos,plural,one {موجو} other {موجوها}}
fi_fi: {mojos, plural, one {mojo} other {mojoa}}
sv_se: {mojos, plural, one {mojo} other {mojo}}

source: {type} is not supported
fa_ir: پشتیبانی نمیشود {type}
fi_fi: {type} ei ole tuettu
fr_fr: {type} n'est pas supporté
sv_se: {type} stöds inte

source: {value} of {max_value}
fa_ir: {value} از {max_value}
fi_fi: {value} / {max_value}
fr_fr: {value} sur {max_value}
sv_se: {value} av {max_value}
uk_ua: {value} з {max_value}

source: * Disabled - use device at specified index if available; if not, attempt to use device at other indices; if no GPUs available, use CPU
fa_ir: * غیرفعال - در صورت موجود بودن از دستگاه در فهرست مشخص شده استفاده کنید. اگر نه، سعی کنید از دستگاه در شاخص های دیگر استفاده کنید. اگر پردازنده گرافیکی در دسترس نیست، از سی پی یو استفاده کنید
fi_fi: * Pois käytöstä - käytä laitetta määrätyssä indeksissä, jos käytettävissä; jos ei, yritä käyttää laitetta muissa indekseissä; jos GPU ei saatavilla, käytä CPU:ta
fr_fr: * Désactivé - utiliser de préférence le périphérique à l'indice spécifié ; si indisponible, utiliser un autre périphérique ; si aucun GPU n'est disponible, utiliser le CPU
sv_se: * Inaktiverad - använd enhet vid angivet index om tillgänglig; om inte, försök använda enhet vid andra index; om inga GPU:er är tillgängliga, använd CPU

source: * Enabled - use device at specified index if available; else error
fa_ir: * فعال - در صورت موجود بودن از دستگاه در فهرست مشخص شده استفاده کنید. خطای دیگر
fi_fi: * Käytössä - käytä laitetta määritetyssä indeksissä, jos käytettävissä; muuten virhe
fr_fr: * Activé - utiliser le périphérique à l'index spécifié ; erreur si indisponible
sv_se: * Aktiverad - använd enhet vid angivet index om tillgänglig; annars fel

source: *Usually it takes seconds to complete restarting.
fa_ir: *معمولاً چند ثانیه طول میکشد تا راه اندازی مجدد کامل شود.
fi_fi: *Yleensä täydellinen uudelleenkäynnistys kestää sekunteja.
fr_fr: * Il faut généralement quelques secondes pour compléter le redémarrage.
sv_se: *Vanligtvis tar det sekunder att slutföra omstart.

source: + Add a Plot
cs_cz: + Přidat Pole
fa_ir: + افزودن یک پلات
fi_fi: + Plottaa tiedosto
fr_fr: + Ajouter une parcelle
sv_se: + Lägg till en plott
uk_ua: + Додати ділянку

source: + Add New Plot NFT
cs_cz: + Přidat nové vykreslování NFT
fa_ir: + اضافه کردن پلات جدید ان اف تی
fi_fi: + Lisää Uusi Plot NFT
fr_fr: + Nouveau NFT de parcelles
sv_se: + Lägg till ny plott-NFT
uk_ua: + Додати нову NFT ділянку

source: <0>Loading...</0> {0}%
fa_ir: <0>درحال بارگزاری...</0>{0}%
fi_fi: <0>Ladataan...</0> {0}%
fr_fr: <0>Chargement...</0> {0}%
sv_se: <0>Läser in...</0> {0}%

source: <0>Showing</0> {0} <1>of</1> {1} <2>items</2>
fa_ir: <0>نمایش</0> {0} <1>از</1> {1} <2>موارد</2>
fi_fi: <0>Näytetään</0>{0}<1>/</1>{1}<2>kohdetta</2>
fr_fr: <0>Affichage de</0> {0} <1>sur</1> {1} <2>éléments</2>
sv_se: <0>Visar</0> {0} <1>of</1> {1} <2>element</2>

source: A harvester is a service running on a machine where plot(s) are actually stored. A farmer and harvester talk to a full node to see the state of the chain. View your network of connected harvesters below Learn more
cs_cz: Tzv. harvester (sklízeč) je služba provozovaná na počítači, kde jsou uložená i samotná pole. Tzv. farmer (farmář) spolu s harvesterem komunikují s uzlem za účelem získání stavu blockchainu. Seznam připojených harvesterů vidíte níže
fa_ir: برداشت کننده سرویسی است بر روی سیستمی که در آن پلات (ها) در واقع ذخیره شده اند اجرا میگردد. یک فارمر و برداشت کننده در یک نود کامل با هم تامل میکنند تا وضعیت بلاکچین را ببینند. شبکه برداشت کننده های متصل خود را در پایین مشاهده کنید بیشتر بدانید
fi_fi: Harvesteri on palvelu koneella, jolle plot-tiedostot on tallennettu. Farmari ja harvesteri ovat yhteydessä noodiin, jolta saavat lohkoketjun tilatiedot. Katso alta yhdistetyt harvesteripalvelut
fr_fr: Le moissonneur est un service qui tourne sur une machine qui stocke des parcelles. Le fermier et le moissonneur dialoguent avec le full node pour regarder l'état de la chaîne. Regardez votre réseau de moissonneurs connectés ci-dessous. Plus d'informations
sv_se: En skördare är en tjänst som körs på en maskin där plottar sparas. En odlare och skördare kommunicerar med en fullständig nod för att läsa blockkedjans tillstånd. Du kan se ditt nätverk av anslutna skördare nedan Läs mer
uk_ua: Комбайн - це служба, що працює на пристрої, де фактично зберігаються ділянки. Фермер та комбайн розмовляють із повним вузлом, щоб побачити стан ланцюга. Перегляньте свою мережу підключених комбайнів нижче. Докладніше

source: A profile is a decentralized identifier (DID) that you can prove control and ownership of without having to rely on any centralized authority.
fa_ir: یک کاربر شناسه غیرمتمرکز (DID) که با آن میتوانید مالکیت و کنترل آنرا بدون تکیه به هیچ مرجع متمرکز ثابت کنید.
fi_fi: Profiili on hajautettu tunniste (DID), jolla voit osoittaa hallinan ja omistajuuden ilman kolmatta osapuolta.
fr_fr: Un profil est un identifiant décentralisé (DID) dont vous pouvez prouver la propriété sans avoir à vous fier à une autorité centralisée.
sv_se: En profil är en decentraliserad identifierare (DID) som du kan bevisa kontroll och ägande av utan att behöva förlita dig på någon centraliserad myndighet.

source: A reference server that enables creating mirrored copies of DataLayer.
fa_ir: یک سرور مرجع که امکان ایجاد کپی های همشکل از داده لایه ها را فراهم میکند.
fi_fi: Referenssipalvelin, joka mahdollistaa peilatut kopiot DataLayerista.
fr_fr: Un serveur de référence qui permet de créer des copies miroir du DataLayer.
sv_se: En referensserver som gör det möjligt att skapa speglade kopior av DataLayer.

source: A value of {0} is recommended
cs_cz: Je doporučeno hodnota {0}
fa_ir: مقدار {0} توصیه میشود
fi_fi: Arvoa {0} suositellaan
fr_fr: Une valeur de {0} est recommandée
sv_se: Ett värde på {0} rekommenderas
uk_ua: Рекомендується значення {0}

source: Accept Offer
cs_cz: Přijmout nabídku
fa_ir: تایید پیشنهاد
fi_fi: Hyväksy tarjous
fr_fr: Accepter l'Offre
sv_se: Acceptera erbjudandet
uk_ua: Прийняти пропозицію

source: Action
cs_cz: Akce
fa_ir: اقدام
fi_fi: Toiminto
sv_se: Åtgärd
uk_ua: Дія

source: Actions
cs_cz: Akce
fa_ir: اقدامات
fi_fi: Toiminnot
sv_se: Åtgärder
uk_ua: Дії

source: Active Sessions
fa_ir: بخشهای فعال
fi_fi: Aktiiviset Istunnot
fr_fr: Sessions Actives
sv_se: Aktiva sessioner

source: Activity
fa_ir: وضعیت فعالیت
fi_fi: Aktiviteetti
fr_fr: Activité
sv_se: Aktivitet

source: Add {currencyCode} from the Faucet
cs_cz: Přidat {currencyCode} z Faucet
fa_ir: را از توزیع کننده اضافه کنید {currencyCode}
fi_fi: Lisää {currencyCode} hanasta
fr_fr: Ajouter {currencyCode} depuis le Faucet
sv_se: Lägg till {currencyCode} från kranen
uk_ua: Додати {currencyCode} з Faucet

source: Add a plot
cs_cz: Přidat pole
fa_ir: افزودن یک پلات
fi_fi: Plottaa tiedosto
fr_fr: Ajouter une parcelle
sv_se: Lägg till en plott
uk_ua: Додати ділянку

source: Add a Plot
cs_cz: Přidat Pole
fa_ir: افزودن یک پلات
fi_fi: Plottaa tiedosto
fr_fr: Ajouter une parcelle
sv_se: Lägg till en plott
uk_ua: Додати ділянку

source: Add a Plot NFT
cs_cz: Přidat vykreslování NFT
fa_ir: افزودن یک پلات ان اف تی
fi_fi: Lisää Plot NFT
fr_fr: Ajouter un NFT de parcelles
sv_se: Lägg till en plott-NFT
uk_ua: Додати NFT ділянку

source: Add CAT Token
fa_ir: اضافه نمودن توکن
fi_fi: Lisää CAT-tokeni
fr_fr: Ajouter un Jeton CAT
sv_se: Lägg till CAT-token

source: Add CAT wallets to have more options
cs_cz: Přidejte CAT peněženky pro více možností
fa_ir: برای گزینه های بیشتر کیف پول های توکن را اضافه کنید
fi_fi: Lisää CAT-lompakkoja saadaksesi lisää vaihtoehtoja
fr_fr: Ajouter des portefeuilles CAT pour avoir plus d'options
sv_se: Lägg till CAT-plånböcker för att få fler alternativ
uk_ua: Додайте CAT гаманці, щоб мати більше опцій

source: Add Connection
fa_ir: اضافه نمودن اتصال
fi_fi: Lisää Yhteys
fr_fr: Ajouter une Connexion
sv_se: Lägg till anslutning

source: Add Contact
fa_ir: اضافه کردن اطلاعات تماس
fi_fi: Lisää Yhteystieto
fr_fr: Ajouter un contact
sv_se: Lägg till kontakt

source: Add plot directory
cs_cz: Přidat složku pole
fa_ir: افزودن پوشه پلات
fi_fi: Lisää plottihakemisto
fr_fr: Ajouter un dossier de parcelles
sv_se: Lägg till mapp med plottar
uk_ua: Додати теку з ділянками

source: Add Plot Directory
cs_cz: Přidat složku pole
fa_ir: اضافه کردن پوشه پلات
fi_fi: Lisää Plot-hakemisto
fr_fr: Ajouter un dossier de parcelles
sv_se: Lägg till mapp med plottar
uk_ua: Додати теку з ділянками

source: Add Plot to Queue
cs_cz: Přidat pole do fronty
fa_ir: اضافه کردن پلات به صف
fi_fi: Lisää Plottausprosessi Jonoon
fr_fr: Ajouter la parcelle à la file
sv_se: Lägg till plott i kön
uk_ua: Додати ділянку до черги

source: Add Proofs
fa_ir: اضافه نمودن شواهد
fi_fi: Lisää Todisteita
fr_fr: Ajouter des preuves
sv_se: Lägg till bevis

source: Add Proofs To Verifiable Credential
fa_ir: اضافه نمودن شواهد به اعتبارنامه قابل تأیید
fi_fi: Lisää Todisteet Todennettavaan Käyttöoikeustietoon
fr_fr: Ajouter des preuves au Certificat Vérifiable
sv_se: Lägg till bevis för verifierbar autentiseringsuppgift

source: Add Verifiable Credential from file
fa_ir: اضافه نمودن اعتبار قابل تأیید را از فایل
fi_fi: Lisää todennettava käyttöoikeustieto tiedostosta
fr_fr: Ajouter un Certificat Vérifiable à partir d'un fichier
sv_se: Lägg till verifierbar autentiseringsuppgift från fil

source: Address
fa_ir: آدرس
fi_fi: Osoite
fr_fr: Adresse
sv_se: Adress

source: Addresses
fa_ir: آدرس ها
fi_fi: Osoite
fr_fr: Adresses
sv_se: Adresser

source: Advanced
fa_ir: تنظیمات پیشرفته
fi_fi: Lisäasetukset
fr_fr: Avancé
sv_se: Avancerade

source: After your keys are successfully migrated to the new keyring, you may choose to have your keys removed from the old keyring.
cs_cz: Po úspěšné migraci klíčů do nové klíčenky se můžete rozhodnout pro odstranění klíčů ze staré klíčenky.
fa_ir: پس از انتقال موفقیت آمیز کلیدهای شما به جا کلیدی جدید، میتوانید انتخاب کنید که کلیدهای کلیدی قدیمی خود را حذف کنید.
fi_fi: Kun avaimet ovat onnistuneesti siirretty uuteen avainlenkkiin, voit halutessasi poistaa avaimet vanhasta avainlenkistä.
fr_fr: Une fois vos clés migrées vers le nouveau trousseau, vous pourrez choisir de les supprimer de l'ancien trousseau.
sv_se: När dina nycklar har flyttats till den nya nyckelringen kan du välja att få nycklarna borttagna från den gamla nyckelringen.
uk_ua: Після того, як ваші ключі будуть успішно перенесені до нової системи ключів, ви можете видалити ключі зі старої системи ключів.

source: All NFTs
cs_cz: Všechna NFT
fa_ir: همه ان اف تی ها
fi_fi: Kaikki NFT:t
fr_fr: Tous les NFT
sv_se: Alla NFT:er
uk_ua: Усі NFTs

source: All Profiles
cs_cz: Všechny profily
fa_ir: همه مشخصات
fi_fi: Kaikki Profiilit
fr_fr: Tous les Profils
sv_se: Alla profiler
uk_ua: Усі профілі

source: Allow external Apps and websites to connect to your wallet through WalletConnect.
fa_ir: به برنامه‌ها و وب‌سایت‌های دیگر اجازه دهید از طریق اتصال ولت به کیف پول شما متصل شوند.
fi_fi: Salli ulkoisten sovellusten ja sivustojen muodostaa yhteys lompakkoosi WalletConnectin kautta.
fr_fr: Autoriser les applications et les sites Web externes à se connecter à votre portefeuille via WalletConnect.
sv_se: Tillåt externa appar och webbplatser att ansluta till din plånbok via WalletConnect.

source: Allow requests that require switching to a different wallet key.
fa_ir: به درخواست هایی که نیاز به جابجایی به کلید کیف پول دیگری دارند اجازه دهید.
fi_fi: Salli pyynnöt, jotka vaativat vaihtamisen toiseen lompakkoavaimeen.
fr_fr: Autoriser les requêtes qui demandent l'activation d'un portefeuille différent.

source: Allow the NFT holder to send a counter offer
fa_ir: به دارنده ان اف تی اجازه دهید یک پیشنهاد متقابل ارسال کند
fi_fi: Salli NFT:n haltijan lähettää vastatarjous
fr_fr: Permettre au détenteur du NFT d'envoyer une contre-offre
sv_se: Tillåt NFT-innehavaren att skicka ett moterbjudande

source: Allow the recipient to send a counter offer
fa_ir: به گیرنده اجازه دهید یک پیشنهاد متقابل ارسال کند
fi_fi: Salli vastaanottajan lähettää vastatarjous
fr_fr: Autoriser le destinataire à envoyer une contre-offre
sv_se: Tillåt att mottagaren skickar ett moterbjudande

source: Alternate bucket writing
fa_ir: بنوبت نوشتن باکت
fi_fi: Vaihtele bukettikirjoitusta
fr_fr: Mode d'écriture bucket alternatif
uk_ua: Почергове написання сегментів

source: Alternate tmpdir/tmpdir2
cs_cz: Alternativní tmpdir/tmpdir2
fa_ir: tmpdir/tmpdir2 جایگزین
fi_fi: Vaihtoehtoinen tmpdir/tmpdir2
fr_fr: Répertoire tmpdir/tmpdir2 alternatif
sv_se: Alternativt tmpdir/tmpdir2
uk_ua: Альтернативний tmpdir/tmpdir2

source: Always Allow
fa_ir: همیشه اجازه دهید
fi_fi: Salli Aina
fr_fr: Toujours Autoriser
sv_se: Tillåt alltid

source: Always Reject
fa_ir: همیشه رد کنید
fi_fi: Hylkää Aina
fr_fr: Toujours Refuser
sv_se: Avvisa alltid

source: Amount
cs_cz: Částka
fa_ir: مبلغ
fi_fi: Summa
fr_fr: Montant
sv_se: Belopp
uk_ua: Кількість

source: Amount before adding royalties
fa_ir: مبلغ قبل از اضافه کردن حق امتیاز
fi_fi: Summa ennen rojaltimaksujen lisäämistä
fr_fr: Montant sans royalties
sv_se: Belopp innan royaltyer läggs till

source: Amount exceeds spendable balance
cs_cz: Částka přesahuje dostupný zůstatek
fa_ir: مبلغ از موجودی قابل خرج کردن بیشتر است
fi_fi: Määrä ylittää käytettävissä olevan saldon
fr_fr: Le montant dépasse le solde disponible
sv_se: Beloppet överstiger spenderbart saldo
uk_ua: Сума перевищує доступний баланс

source: Amount exceeds total balance for {catName} token
fa_ir: بیشتر است {catName} مقدار از کل موجودی برای توکن
fi_fi: Summa ylittää käytettävissä olevan saldon {catName} tokenille
fr_fr: Le montant dépasse le solde dépensable pour le jeton {catName}
sv_se: Beloppet överstiger det totala saldot för token {catName}

source: Amount exceeds XCH total balance
fa_ir: مقدار از موجودی کل چیا بیشتر است
fi_fi: Määrä ylittää käytettävissä olevan XCH-saldon
fr_fr: Le montant dépasse le solde de XCH dépensables
sv_se: Beloppet överstiger totalt saldo i XCH

source: An increase in the number of missing signage points (SPs) suggests that you were either disconnected from or significantly distant from a Timelord in your Full Node network. The total number of missing SPs serves as an indicator of potential rewards you could have claimed.
fa_ir: افزایش تعداد نقاط علامت گمشده (اس پی) نشان میدهد که شما یا از یک تایم لرد در شبکه فوا نود خود قطع شده اید یا به طور قابل توجهی از آن فاصله گرفته اید. تعداد کل اس پی های گمشده به عنوان شاخصی از پاداش های بالقوه ای است که میتوانستید دریافت کنید.
fi_fi: Puuttuvien signage-pisteiden (SP) määrän kasvu viittaa siihen, että olet joko irrallaan tai merkittävästi etäällä Timelordista Full Node -verkossasi. Kadonneiden SP:n kokonaismäärä on indikaattori mahdollisista farmauspalkkioista, joita menetät.
