Repository: Chia-Network/chia-blockchain-gui
Catalog: packages/gui/src/locales/*/messages.po
Languages: cs_cz, fa_ir, fi_fi, fr_fr, sv_se, uk_ua

source: Join a pool and get consistent XCH farming rewards. The average returns are the same, but it is much less volatile.
cs_cz: Připojte se k Poolu a získejte konzistentní odměnu XCH. Průměrné výnosy jsou stejné, ale mnohem méně volatilní.
fa_ir: به یک استخر بپیوندید و پاداش فارم پایدار چیا دریافت کنید. میانگین بازدهی یکسان است، اما نوسان بسیار کمتری دارد.
fi_fi: Liity pooliin ja saat tasaisen XCH-tuoton. Keskimääräinen tuotto on sama, mutta hajonta on pienempi kuin itse poolaamalla.
fr_fr: Rejoignez un pool et obtenez des récompenses de culture XCH substantielles. Le rendement moyen est le même, mais il est beaucoup moins volatile.
sv_se: Gå med i en pool och få konsekventa XCH-odlingsbelöningar. Genomsnittlig avkastning är densamma, men den är mycket mindre variabel.
uk_ua: Приєднуйтесь до пулу та отримуйте послідовні нагороди за фермерство у XCH. Середній дохід однаковий, але набагато менш волатильний.

source: Join a pool and get consistent XCH farming rewards. The average returns are the same, but it is much less volatile. Assign plots to a plot NFT. You can easily switch pools without having to re-plot.
cs_cz: Připojte se ke Poolu a získejte konzistentní odměnu XCH. Průměrné výnosy jsou stejné, ale mnohem méně volatilní. Přiřaďte vykreslování k NFT. Můžete snadno přepínat Pooly, aniž byste museli znovu vykreslovat.
fa_ir: به یک استخر بپیوندید و پاداشهای فارم پایدار چیا دریافت کنید. میانگین بازدهی یکسان است، اما نوسان بسیار کمتری دارد. پلاتها را به یک پلات ان اق تی اختصاص دهید. شما به راحتی میتوانید استخرها را بدون نیاز به پلات سازی مجدد تغییر دهید.
fi_fi: Liity pooliin ja saat tasaisen XCH-tuoton. Keskimääräinen tuotto on sama, mutta hajonta on pienempi kuin itse poolaamalla. Aseta plotit osoittamaan Plot-NFT:hen. Voit vaihtaa helposti poolia ilman uudelleenplottausta.
fr_fr: Rejoignez un pool et obtenez des récompenses de culture régulières en XCH. Le rendement moyen est le même, mais il est beaucoup moins volatil. Affectez des parcelles à un NFT de parcelles. Vous pourrez facilement changer de pool sans avoir à re-tracer vos parcelles.
sv_se: Gå med i en pool och få konsekventa XCH-odlingsbelöningar. Genomsnittlig avkastning är densamma, men den är mycket mindre variabel. Tilldela plottar till en plott-NFT. Du kan enkelt byta pool utan att behöva plotta om.
uk_ua: Приєднуйтесь до пулу та отримуйте послідовні нагороди за фермерство у XCH. Середній дохід однаковий, але набагато менш волатильний. Призначити ділянки у NFT дільниці. Ви можете легко перемикатися на пули без повторного засіву.

source: Join a pool and get more consistent XCH farming rewards. Create a plot NFT and assign your new plots to a group.
cs_cz: Připojte se k Poolu a získejte konzistentní farmářskou odměnu XCH. Vytvořte NFT pole a přiřaďte svá nová pole do skupiny.
fa_ir: به یک استخر بپیوندید و پاداش فارم پایدار چیا دریافت کنید. یک پلات ان اف تی ایجاد کنید و پلاتهای جدید خود را به یک گروه اختصاص دهید.
fi_fi: Liity pooliin ja saat tasaisen XCH-tuoton. Keskimääräinen tuotto on sama, mutta hajonta on pienempi kuin itse poolaamalla. Luo Plot-NFT ja aseta uudet plotit osoittamaan Plot-NFT:hen.
fr_fr: Rejoignez un pool et obtenez des récompenses de culture régulières en XCH. Créez un NFT de parcelles et affectez vos nouvelles parcelles à un groupe.
sv_se: Gå med i en pool och få mer konsekventa XCH-odlingsbelöningar. Skapa en plott-NFT och tilldela dina nya plottar till en grupp.
uk_ua: Приєднуйтесь до пулу та отримайте більш послідовні нагороди за фермерство у XCH. Створіть ділянки NFT та призначте свої нові ділянки до групи.

source: Join farming pools
cs_cz: Připojit se k poolům
fa_ir: به استخرهای فارم بپیوندید
fi_fi: Liity farmeripooleihin
fr_fr: Rejoindre des pools de farming
sv_se: Gå med i odlingspooler
uk_ua: Приєднуйтеся до фермерських пулів

source: Join Pool
cs_cz: Připojit se k Poolu
fa_ir: پیوستن به استخر
fi_fi: Liity Pooliin
fr_fr: Rejoindre le pool
sv_se: Gå med i en pool
uk_ua: Приєднатися до пулу

source: K value
fa_ir: مقدار حجم یا مخفف کی
fi_fi: K-arvo
sv_se: K-värde

source: K-Size
cs_cz: K - velikost
fa_ir: اندازه حجم یا مخفف کی
fi_fi: K-Arvo
fr_fr: Taille-K
sv_se: K-storlek
uk_ua: K-розмір

source: Key
fa_ir: کلید
fi_fi: Avain
fr_fr: Clé
sv_se: Nyckel

source: Key Switching
fa_ir: تغییر کلید
fi_fi: Avaimen Vaihto
fr_fr: Changement de clé

source: Keyring migration failed: {0}
cs_cz: Migrace klíčenky selhala: {0}
fa_ir: انتقال دسته کلید انجام نشد: {0}
fi_fi: Avainten siirto epäonnistui: {0}
fr_fr: La migration du trousseau a échoué : {0}
sv_se: Det gick inte att migrera nyckelring: {0}
uk_ua: Помилка міграції системи ключів: {0}

source: Keys
fa_ir: کلیدها
fi_fi: Avaimet
sv_se: Nycklar

source: KiB Up/Down
cs_cz: MiB odesláno/přijato
fa_ir: کیلوبایت ذخیره/بارگذاری
fi_fi: KiB Lähetys/Lataus
fr_fr: Kio envoyés/reçus
sv_se: KiB Upp/Ner
uk_ua: KiB Вивантаження/Завантаження

source: KYC status
fa_ir: KYC وضعیت شناختن مشتری یا
fi_fi: KYC tila
fr_fr: Status du KYC

source: LAST 1 HOUR
fa_ir: مدت 1 ساعت گذشته
fi_fi: VIIMEINEN TUNTI
sv_se: SENASTE 1 TIMMEN

source: LAST 12 HOURS
fa_ir: مدت 12 ساعت گذشته
fi_fi: VIIMEISET 12 TUNTIA
sv_se: SENASTE 12 TIMMARNA

source: LAST 24 HOURS
fa_ir: مدت 24 ساعت گذشته
fi_fi: VIIMEISET 24 TUNTIA
sv_se: SENASTE 24 TIMMARNA

source: LAST 64 SPs
fa_ir: آخرین 64 امتیاز رکورد
fi_fi: VIIMEISET 64 KIRJAUSPISTETTÄ

source: Last Attempted Proof
cs_cz: Poslední provedené pokusy o důkaz
fa_ir: آخرین تلاش برای اثبات
fi_fi: Viimeisin Yritetty Todiste
fr_fr: Dernière tentative de preuve
sv_se: Senaste bevis som prövats
uk_ua: Остання спроба доказу

source: Last block won
fa_ir: آخرین بلاک برنده شد
fi_fi: Viimeinen voitettu lohko
sv_se: Senaste vunna block

source: Last Transaction Block Time
cs_cz: Čas posledního bloku transakce
fa_ir: زمان بلاک آخرین تراکنش
fi_fi: Viimeisin Transaktiolohko
fr_fr: Date du dernier bloc de transaction
sv_se: Senaste transaktionsblockets tid
uk_ua: Час блоку останньої транзакції

source: Latest Block Challenges
cs_cz: Poslední blokové výzvy
fa_ir: آخرین چالش های بلاک
fi_fi: Viimeisimmät Lohkohaasteet
fr_fr: Derniers défis de bloc
sv_se: Senaste blockverifieringar
uk_ua: Останні випробування блоків

source: Launcher Id
cs_cz: Id spouštěče
fa_ir: شناسه لانچر
fi_fi: Käynnistimen Tunnus
fr_fr: Identifiant du lanceur
uk_ua: Лаунчер Id

source: Launcher ID
cs_cz: ID spouštěče
fa_ir: شناسه لانچر
fi_fi: Käynnistimen Tunnus
uk_ua: Лаунчер ID

source: Learn more
fa_ir: بیشتر بدانید
fi_fi: Lisätietoja
fr_fr: En savoir plus
sv_se: Läs mer

source: Learn More
cs_cz: Zjistit více
fa_ir: بیشتر بدانید
fi_fi: Lisätietoja
fr_fr: En savoir plus
sv_se: Läs mer
uk_ua: Докладніше

source: Leaving Pool
cs_cz: Opustit Pool
fa_ir: خروج از استخر
fi_fi: Poistuminen Poolista
fr_fr: Quitter le pool
sv_se: Lämnar poolen
uk_ua: Вихід із пулу

source: Legacy keyrings are no longer supported. Your keys need to be migrated to a new keyring that is optionally secured by a master passphrase.
cs_cz: Starší klíčenky již nejsou podporovány. Vaše klíče musí být přesunuty do nové klíčenky, která je volitelně zabezpečena hlavním heslem.
fa_ir: دسنه کلیدهای قدیمی دیگر پشتیبانی نمیشوند. کلیدهای شما باید به یک کلید جدید منتقل شوند که به صورت اختیاری با یک عبارت رمز ورودی اصلی ایمن شده است.
fi_fi: Vanhoja avainlenkkejä ei enää tueta. Avaimesi on siirrettävä uuteen avainlenkkiin, joka voidaan suojata pääsalasanalla.
fr_fr: L'ancien format de trousseau n'est plus supporté. Vos clés doivent être migrées vers un nouveau trousseau qui peut également être sécurisé par une phrase secrète.
uk_ua: Застарілі системи ключів більше не підтримуються. Ваші ключі потрібно перенести на нову систему ключів, яка додатково захищена майстер паролем.

source: Legacy keyrings are no longer supported. Your keys need to be migrated to a new keyring that is secured by a master passphrase.
cs_cz: Starší klíčenky již nejsou podporovány. Vaše klíče musí být přesunuty do nové klíčenky, která je zabezpečena hlavním heslem.
fa_ir: دسنه کلیدهای قدیمی دیگر پشتیبانی نمیشوند. کلیدهای شما باید به یک کلید جدید منتقل شوند که به صورت اختیاری با یک عبارت رمز ورودی اصلی ایمن شده است.
fi_fi: Vanhoja avainlenkkejä ei enää tueta. Avaimesi on siirrettävä uuteen avainlenkkiin, joka on suojattu pääsalasanalla.
fr_fr: L'ancien format de trousseau n'est plus supporté. Vos clés doivent être migrées vers un nouveau trousseau sécurisé par une phrase secrète.
uk_ua: Застарілі системи ключів більше не підтримуються. Ваші ключі потрібно перенести на нову систему ключів, яка захищена майстер паролем.

source: License Hash
cs_cz: Hash licence
fa_ir: مجوز هش
fi_fi: Lisenssin Tiiviste
fr_fr: Hash de la licence
uk_ua: Хэш ліцензії

source: License Uris
fa_ir: مجوز Uris
fi_fi: Lisenssi-URIt
fr_fr: Uris de licence

source: License URL {0}
cs_cz: Adresa URL licence {0}
fa_ir: لیست آدرس سایت مجوز {0}
fi_fi: Lisenssin URL {0}
fr_fr: URL de la Licence {0}
sv_se: Licens-URL: {0}
uk_ua: URL ліцензії {0}

source: Limit cache size
fa_ir: محدود کردن اندازه حافظه پنهان
fi_fi: Rajoita välimuistin kokoa
fr_fr: Limiter la taille du cache
sv_se: Begränsa cachens storlek

source: List of connections is empty
cs_cz: Seznam připojení je prázdný
fa_ir: لیست اتصالات خالی است
fi_fi: Luettelo yhteyksistä on tyhjä
fr_fr: La liste des connexions est vide
sv_se: Lista över anslutningar är tom
uk_ua: Список з'єднань порожній

source: Loading configuration
cs_cz: Načítám konfiguraci
fa_ir: بارکذاری پیکربندی
fi_fi: Ladataan konfiguraatiota
fr_fr: Chargement de la configuration
sv_se: Läser in konfiguration
uk_ua: Завантаження конфігурації

source: Loading expiration time...
fa_ir: در حال بارگیری زمان انقضا...
fi_fi: Ladataan vanhentumisaikaa...
sv_se: Läser in tid för upphörande ...

source: Loading farming data
cs_cz: Načítání dat farmaření
fa_ir: بارگداری اطلاعات فارم
fi_fi: Ladataan farmausdataa
fr_fr: Chargement des données de culture
sv_se: Läser in odlingsdata
uk_ua: Завантаження даних про фармінг

source: Loading fingerprint
cs_cz: Načítám otisk
fa_ir: بازکذاری کدهای شخصی
fi_fi: Ladataan sormenjälkeä
fr_fr: Chargement de l'empreinte
sv_se: Läser in fingeravtryck
uk_ua: Завантаження fingerprint

source: Loading keyring status
cs_cz: Načítání stavu klíčenky
fa_ir: بارکذاری وضعیت دسته کلید
fi_fi: Ladataan avainlenkin tilaa
fr_fr: Chargement du statut du trousseau de clés
sv_se: Läser in nyckelringsstatus
uk_ua: Завантаження статусу системи ключів

source: Loading NFT
cs_cz: Načítání NFT
fa_ir: بارگذاری ان اف تی
fi_fi: Ladataan NFT
fr_fr: Chargement des NFT
sv_se: Läser in NFT
uk_ua: Завантаження NFT

source: Loading NFT Info...
cs_cz: Načítání NFT informací...
fa_ir: اطلاعات بارکذاری ان اف تی...
fi_fi: Ladataan NFT-tietoja...
fr_fr: Chargement des informations du NFT...
sv_se: Läser in NFT-information ...
uk_ua: Завантаження даних NFT...

source: Loading NFT...
fa_ir: در حال بارگیری ان اف تی...
fi_fi: Ladataan NFT...
sv_se: Läser in NFT...

source: Loading preview...
fa_ir: در حال بارگیری پیش نمایش...
fi_fi: Ladataan esikatselua...
sv_se: Läser in förhandsgranskning ...
uk_ua: Завантаження попереднього перегляду...

source: Loading...
cs_cz: Načítá se...
fa_ir: بارگذاری...
fi_fi: Lataa...
fr_fr: Chargement...
sv_se: Läser in …
uk_ua: Завантаження...

source: Local
cs_cz: Místní
fa_ir: محلی
fi_fi: Paikallinen
sv_se: Lokal
uk_ua: Локальний

source: Local folder
fa_ir: پوشه محلی
fi_fi: Paikallinen kansio
fr_fr: Dossier local
sv_se: Lokal mapp

source: Local Harvester
fa_ir: برداشت کننده محلی
fi_fi: Paikallinen Harvesteri
sv_se: Lokal skördare

source: Locked
fa_ir: قفل شده است
fi_fi: Lukittu
fr_fr: Verrouillé
sv_se: Låst

source: Log In
fa_ir: وارد شدن
fi_fi: Sisäänkirjautuminen
fr_fr: Se connecter
sv_se: Logga in

source: Log Out
fa_ir: خروج
fi_fi: Kirjaudu Ulos
sv_se: Logga ut

source: Manage CAT tokens
cs_cz: Správa CAT tokenů
fa_ir: CAT مدیریت توکنهای
fi_fi: Hallitse CAT-tokeneita
fr_fr: Gestion des jetons CAT
sv_se: Hantera CAT-token
uk_ua: Керування CAT токенами

source: Manage Farming Rewards
cs_cz: Spravovat odměny z farmaření
fa_ir: مدیریت پاداش فارم
fi_fi: Hallitse Farmeripalkkioita
fr_fr: Gérer les récompenses de culture
sv_se: Hantera odlingsbelöningar
uk_ua: Управління винагородами за фермерство

source: Manage how and where files are stored on this computer.
fa_ir: نحوه و مکان ذخیره فایل ها در این رایانه را مدیریت کنید.
fi_fi: Hallitse kuinka ja mihin tiedostot tallennetaan tällä tietokoneella.
fr_fr: Gérer comment et où les fichiers sont stockés sur cet ordinateur.
sv_se: Hantera hur och var filer lagras på denna dator.

source: Manage permissions for your WalletConnect apps.
fa_ir: مجوزها را برای برنامه های اتصال کیف خود مدیریت کنید.
fi_fi: Hallitse WalletConnect -sovellusten käyttöoikeuksia.
fr_fr: Gérer les autorisations pour vos applications WalletConnect.
sv_se: Hantera behörigheter för dina WalletConnect-appar.

source: Manage Plot Directories
fa_ir: مدیریت پوشه پلات
fi_fi: Hallitse Plottihakemistoja
sv_se: Hantera plottkataloger

source: Manage Your Farming Rewards Target Addresses
cs_cz: Cílové adresy odměn z farmaření
fa_ir: آدرس های مقصد پاداش فارم خود را مدیریت کنید
fi_fi: Hallitse Farmeripalkkioiden Kohdeosoitteita
fr_fr: Gérer l'adresse de réception des récompenses de culture
sv_se: Hantera dina måladresser för odlarbelöningar
uk_ua: Управління вашими адресами для отримання винагороди за фермерство

source: Max
fa_ir: حداکثر
fi_fi: Maks.

source: Memberships
fa_ir: عضویت ها
fi_fi: Jäsenyydet
fr_fr: Adhésions
sv_se: Medlemskap

source: Memos
fa_ir: یادداشت ها
fi_fi: Muistiot
fr_fr: Mémos
sv_se: Meddelanden

source: Message
fa_ir: پیام
fi_fi: Viesti
sv_se: Meddelande

source: Message Is Hex Encoded String
fa_ir: است Hex پیام رشته رمزگذاری شده
fi_fi: Viesti on Heksadesimaalikoodattu Merkkijono
sv_se: Meddelandet är Hexkodad sträng

source: Message not available
fa_ir: پیام موجود نیست
fi_fi: Viesti ei saatavilla
fr_fr: Message non disponible
sv_se: Meddelandet är inte tillgängligt

source: Meta Hash
fa_ir: هش داده
fi_fi: Metatiiviste
fr_fr: Hash des données

source: Meta Uris
fa_ir: Uris داده
fi_fi: Meta-URIt

source: Metadata Hash
cs_cz: Hash metadat
fa_ir: Metadata هش
fi_fi: Matatietojen tiiviste
fr_fr: Hash des métadonnées
uk_ua: Хеш метаданих

source: Metadata URL {0}
cs_cz: URL metadat {0}
fa_ir: Metadata آدرس {0}
fi_fi: Metatietojen URL {0}
fr_fr: URL des métadonnées {0}
uk_ua: URL метаданих {0}

source: MiB Up/Down
cs_cz: MiB odesláno/přijato
fa_ir: مگابایت ذخیره/بارگذاری
fi_fi: MiB Lähetys/Lataus
fr_fr: Mio envoyés/reçus
sv_se: MiB upp/ner
uk_ua: MiB Вивантаження/Завантаження

source: Migrate Keyring
cs_cz: Migrovat klíčenku
fa_ir: انتقال دسته کلید
fi_fi: Siirrä Avainrengas
fr_fr: Migrer le trousseau de clés
sv_se: Migrera nyckelring
uk_ua: Мігрувати систему ключів

source: Migrate Keys
cs_cz: Migrovat klíče
fa_ir: انتقال کلیدها
fi_fi: Siirrä Avaimet
fr_fr: Migrer les clés
sv_se: Migrera nycklar
uk_ua: Мігрувати Ключі

source: Migration required
cs_cz: Vyžadována migrace
fa_ir: نیاز به انتقال
fi_fi: Siirto vaaditaan
fr_fr: Migration nécessaire
sv_se: Migrering krävs
uk_ua: Необхідна міграція

source: Migration required to support passphrase protection
cs_cz: Vyžadována migrace pro podporu ochrany heslem
fa_ir: انتقال برای پشتیبانی از حفاظت رمز ورودی لازم است
fi_fi: Siirto vaaditaan salasanasuojaukseen
fr_fr: Migration requise pour la protection de la phrase secrète
sv_se: Migrering krävs för att stödja lösenfrasskydd
uk_ua: Міграція необхідна для підтримки захисту паролем

source: Minimum Difficulty
cs_cz: Minimální obtížnost
fa_ir: حداقل سختی
fi_fi: Pienin Vaikeustaso
fr_fr: Difficulté minimale
sv_se: Minsta svårighetsgrad
uk_ua: Мінімальна складність

source: Mint NFT
fa_ir: ثبت ان اف تی
fi_fi: Luo NFT
fr_fr: Frapper le NFT
sv_se: Mynta NFT

source: Minted at Block Height
cs_cz: Vytěženo ve výšce bloku
fa_ir: ثبت شده در ارتفاع بالا
fi_fi: Lyöty lohkokorkeudessa
fr_fr: Créé au bloc
sv_se: Myntad på blockhöjd
uk_ua: Видобуто на висоті блоку

source: Minter
fa_ir: ثبت کننده
fi_fi: Tekijä
fr_fr: Créateur
sv_se: Myntare

source: Minter DID
fa_ir: شناسه غیر متمرکز ثبت کننده
fi_fi: Tekijän DID
fr_fr: Créateur du DID
sv_se: Myntar-DID

source: Minter:
fa_ir: ثبت کننده:
fi_fi: Tekijä:
fr_fr: Créateur :
sv_se: Myntare:

source: MintGarden URL
fa_ir: MintGarden آدرس سایت
fr_fr: URL de MintGarden
sv_se: URL till MintGarden

source: Minutes
cs_cz: Minuty
fa_ir: دقایق
fi_fi: Minuuttia
sv_se: Minuter
uk_ua: Хвилин

source: Missing Keys
cs_cz: Chybějící klíče
fa_ir: نبودن کلیدها
fi_fi: Puuttuvat Avaimet
fr_fr: Clés manquantes
sv_se: Saknade nycklar
uk_ua: Відсутні ключі

source: Missing partials
fa_ir: مشازکت از دست رفته
fi_fi: Puuttuvat partiaalit

source: Missing signage points
fa_ir: نقاط علامت گذاری از دست رفته
fi_fi: Puuttuvat kirjauspisteet
sv_se: Missade signeringspunkter

source: More Info
fa_ir: اطلاعات بیشتر
fi_fi: Lisätietoja
fr_fr: Plus d'info
sv_se: Mer information

source: More memory slightly increases speed
cs_cz: Více paměti mírně zvyšuje rychlost
fa_ir: حافظه بیشتر کمی سرعت را افزایش میدهد
fi_fi: Lisää muistia nopeuttaa hieman
fr_fr: Plus de mémoire augmente légèrement la vitesse
sv_se: Mer minne ökar hastigheten något
uk_ua: Більший обсяг пам'яті трохи збільшує швидкість

source: more space
fa_ir: فضای بیشتر
fi_fi: lisää tilaa
sv_se: mer utrymme

source: Move
cs_cz: Přesunout
fa_ir: انتقال
fi_fi: Siirrä
fr_fr: Transférer
sv_se: Flytta
uk_ua: Перемістити

source: Move NFT to Profile
cs_cz: Přesunout NFT do profilu
fa_ir: انتقال ان اف تی به حساب کاربری
fi_fi: Siirrä NFT profiiliin
fr_fr: Transférer le NFT vers un Profil
sv_se: Flytta NFT till profil
uk_ua: Перемістити NFT до профілю

source: Move to Profile
cs_cz: Přesunout do profilu
fa_ir: انتقال به حساب کاربری
fi_fi: Siirrä profiiliin
fr_fr: Transférer vers le Profil
sv_se: Flytta till profil
uk_ua: Перемістити до профілю

source: Multi-select
fa_ir: چند انتخابی
fi_fi: Monivalinta
fr_fr: Sélection multiple
sv_se: Flerval

source: My Contact Info
fa_ir: اطلاعات تماس من
fi_fi: Omat Yhteystiedot
sv_se: Min kontaktinformation

source: My DID
fa_ir: شناسه غیر متمرکز من
fi_fi: Oma DID
fr_fr: Mon DID
sv_se: Mitt DID
uk_ua: Мій DID

source: N/A
fa_ir: در دسترس نیست

source: Name
fa_ir: نام
fi_fi: Nimi
fr_fr: Nom
sv_se: Namn

source: Need some {currencyCode}?
fa_ir: نیاز دارید؟ {currencyCode} به مقداری
fi_fi: Tarvitsetko {currencyCode}?
fr_fr: Besoin de {currencyCode}?
sv_se: Behöver du lite {currencyCode}?

source: Net Proceeds
cs_cz: Čisté výnosy
fa_ir: درآمد خالص
fi_fi: Nettotuotot
fr_fr: Revenus nets
uk_ua: Чистий прибуток

source: Netspace
fa_ir: فضای شبکه
sv_se: Nätverksutrymme

source: Network Fee (Optional)
cs_cz: Síťový poplatek (nepovinné)
fa_ir: کارمزد شبکه (اختیاری)
fi_fi: Transaktiomaksu (valinnainen)
fr_fr: Frais de réseau (Facultatif)
sv_se: Nätverksavgift (valfritt)
uk_ua: Комісія мережі (необов'язково)

source: Network Name
cs_cz: Název sítě
fa_ir: نام شبکه
fi_fi: Verkon Nimi
fr_fr: Nom du réseau
sv_se: Nätverksnamn
uk_ua: Назва мережі

source: New Address
fa_ir: آدرس جدید
fi_fi: Uusi Osoite
fr_fr: Nouvelle Adresse
sv_se: Ny adress

source: New counter offer
fa_ir: پیشنهاد شمارنده جدید
fi_fi: Uusi vastatarjous
fr_fr: Nouvelle contre-offre
sv_se: Nytt moterbjudande

source: New offer
fa_ir: پیشنهاد جدید
fi_fi: Uusi tarjous
fr_fr: Nouvelle offre
sv_se: Nytt erbjudande

source: New Passphrase
cs_cz: Nové heslo
fa_ir: رمز ورود جدید
fi_fi: Uusi Salasana
fr_fr: Nouvelle phrase secrète
sv_se: Ny lösenfras
uk_ua: Новий пароль

source: New Proof Hash
fa_ir: هش اثبات جدید
fi_fi: Uusi Todisteen Tiiviste
fr_fr: Nouvel hachage de preuve

source: New Puzzle Hash
fa_ir: هش پازل جدید
fi_fi: Uusi Osoitetiiviste
fr_fr: Nouvel hachage de puzzle
sv_se: Ny pusselhash

source: Next
cs_cz: Další
fa_ir: بعدی
fi_fi: Seuraava
fr_fr: Suivant
sv_se: Nästa
uk_ua: Далі

source: NFT
fa_ir: ان اف تی

source: NFT {nftId} is already used in this offer
fa_ir: قبلاً در این پیشنهاد استفاده شده {nftId} ان اف تی
fi_fi: NFT {nftId} on jo käytetty tarjoukseen
fr_fr: Le NFT {nftId} est déjà utilisé dans cette offre
sv_se: NFT {nftId} används redan i detta erbjudande

source: NFT Coin ID
fa_ir: شناسه ارز ان اف تی
fi_fi: NFT-kolikon Tunniste
fr_fr: ID de la pièce du NFT

source: NFT Coin Ids
fa_ir: شناسه ارز ان اف تی
fi_fi: NFT-tunnisteet
fr_fr: Coin ID des NFT

source: NFT details not available
cs_cz: NFT podrobnosti nejsou k dispozici
fa_ir: جزئیات ان اف تی در دسترس نیست
fi_fi: NFT:n tietoja ei ole saatavilla
fr_fr: Détail du NFT non disponible
sv_se: NFT-detaljer är inte tillgängliga
uk_ua: Деталі NFT недоступні

source: NFT has no royalties
fa_ir: ان اف تی هیچ حق امتیازی ندارد
fi_fi: NFT:llä ei ole rojalteja
fr_fr: LE NFT n'a pas de royalties
sv_se: NFT:n har inga royaltyer

source: NFT holder address
fa_ir: آدرس دارنده ان اف تی
fi_fi: NFT:n haltijan osoite
fr_fr: Adresse du détenteur du NFT

source: NFT ID
fa_ir: شناسه ان اف تی
fr_fr: ID du NFT

source: NFT Identifier
cs_cz: NTF identifikátor
fa_ir: تصمیم گیرنده ان اف تی
fi_fi: NFT-tunniste (ID)
fr_fr: Identifiant du NFT
sv_se: NFT-identifierare
uk_ua: NFT ідентифікатор

source: NFT identifier does not reference a valid NFT coin.
cs_cz: NFT identifikátor neodkazuje na platnou NFT minci.
fa_ir: شناسه ان اف تی به یک ارز ان اف تی معتبر اشاره نمیکند.
fi_fi: NFT:n tunnuste ei viittaa käypään NFT:hen
fr_fr: L'identifiant NFT ne référence pas une pièce NFT valide.
sv_se: NFT-identifieraren refererar inte till ett giltigt NFT-mynt.
uk_ua: Ідентифікатор NFT не посилається на дійсну NFT монету.

source: NFT Launcher Id
fa_ir: شناسه لانچر ان اف تی
fi_fi: NFT Launcherin Tunnus
fr_fr: Launcher ID du NFT

source: NFT Move Failed
cs_cz: Přesun NFT se nezdařil
fa_ir: انتقال ان اف تی ناموفق
fi_fi: NFT-siirto epäonnistui
fr_fr: Échec du transfert du NFT
uk_ua: Помилка переміщення NFT

source: NFT Move Pending
cs_cz: NFT přesun čeká na vyřízení
fa_ir: درحال انتقال ان اف تی
fi_fi: NFT-siirto odottaa
fr_fr: Transfert du NFT en attente
uk_ua: Очікується переміщення NFT

source: NFT not specified
cs_cz: NFT nespecifikováno
fa_ir: ان اف تی مشخص نشده
fi_fi: NFT:tä ei määritetty
fr_fr: NFT non spécifié
uk_ua: NFT не вказано

source: NFT Purchase Price
cs_cz: Nákupní cena NFT
fa_ir: قیمت خرید ان اف تی
fi_fi: NFT-ostohinta
fr_fr: Prix d'achat du NFT
uk_ua: Ціна покупки NFT

source: NFT Status Update Failed
cs_cz: Aktualizace stavu NFT se nezdařila
fa_ir: بروزرسانی ناموفق وضیعت ان اف تی
fi_fi: NFT:n tilan päivitys epäonnistui
fr_fr: Échec de la mise à jour du status du NFT
uk_ua: Не вдалося оновити статус NFT

source: NFT Status Updated
cs_cz: Stav NFT aktualizován
fa_ir: وضعیت ان اف تی بروز شد
fi_fi: NFT:n tila päivitetty
fr_fr: Status du NFT mis à jour
sv_se: NFT-status uppdaterad
uk_ua: Стан NFT оновлено

source: NFT Transfer Failed
cs_cz: Přenos NFT selhal
fa_ir: انتقال ان اف تی ناموفق بود
fi_fi: NFT:n siirto epäonnistui
fr_fr: Échec du transfert du NFT
sv_se: NFT-överföringen misslyckades
uk_ua: Помилка передавання NFT

source: NFT Transfer Pending
cs_cz: NFT přenos čeká na vyřízení
fa_ir: انتقال ان اف تی در انتظار است
fi_fi: NFT:n siirto kesken
fr_fr: Transfert du NFT en attente
uk_ua: Очікується передача NFT

source: NFTs
fa_ir: ان اف تی ها
fi_fi: NFT:t
fr_fr: NFT
sv_se: NFT:er

source: NFTs that have been categorized by the creator as objectionable content will be hidden by default.
fa_ir: ان اف تی هایی که توسط سازنده به عنوان محتوای قابل اعتراض دسته بندی شده اند به طور پیش فرض پنهان میشوند.
fi_fi: NFT:t, jotka niiden tekijä on luokitellut ristiriitaista sisältöä sisältäväksi, piilotetaan oletusarvoisesti.
fr_fr: Les NFT catégorisés comme contenu sensible par le créateur seront masqués par défaut.
sv_se: NFT:er som har kategoriserats av skaparen som stötande innehåll kommer att döljas som standard.

source: No activities yet
fa_ir: بدون هیچ فعالیتی
fi_fi: Ei aktiviteetteja vielä
fr_fr: Aucune activité pour l'instant
sv_se: Inga aktiviteter ännu
