Repository: Chia-Network/chia-blockchain-gui
Catalog: packages/wallets/src/locales/*/messages.po
Languages: fa_ir

source: - Memo helps the receiver side to identify the payment.<0/>- Anything you enter will be publicly accessible on the blockchain.
fa_ir: - یادداشت به طرف گیرنده کمک میکند تا پرداخت را شناسایی کند.<0/>- هر چیزی که وارد کنید به صورت عمومی در بلاکچین قابل دسترسی خواهد بود.

source: - Set a time frame which allows you claw back (revoke) the transaction.<0/>- Recipient of the transaction can only claim the funds once that time frame expires.
fa_ir: - یک بازه زمانی تعیین کنید که به شما امکان میدهد تراکنش را پس بگیرید (لغو کنید).<0/>- گیرنده تراکنش فقط زمانی میتواند وجوه را مطالبه کند که این بازه زمانی منقضی شود.

source: Actions
fa_ir: عملیات

source: Add
fa_ir: اضافه کنید

source: Add option to claw back transaction
fa_ir: گزینه ای را به بازگرداندن تراکنش اضافه کنید

source: Add Token
fa_ir: اضافه نمودن توکن

source: Add transaction memo
fa_ir: به تراکنش یادداشت اضافه کنید

source: Adding {0} token
fa_ir: اضافه شدن{0} توکن

source: Address
fa_ir: آدرس ها

source: Address or Contact
fa_ir: آدرس یا تماس

source: Amount
fa_ir: مبلغ

source: Approve
fa_ir: تایید

source: Approve pending CR-CAT transactions
fa_ir: را تأیید کنید CR-CAT تراکنش های معلق

source: Approve pending transactions
fa_ir: تراکنش های معلق را تأیید کنید

source: Are you sure you want to delete unconfirmed transactions?
fa_ir: آیا مطمئن هستید که میخواهید تراکنش های تایید نشده را حذف کنید؟

source: Asset
fa_ir: دارایی

source: Asset Id
fa_ir: شناسه دارایی

source: Atomic Swap Wallet
fa_ir: کیف پول سواپ اتمیک

source: Authorized Payee Wallet
fa_ir: کیف پول مجاز شده برای پرداخت

source: Authorized providers
fa_ir: ارائه دهندگان مجاز

source: Auto-claim transactions with this fee from now on.
fa_ir: .از این به بعد تراکنسهای بازگرداندن خودکار را با این کارمزد بگیرید

source: Before sending this transaction, you should ensure that the recipient has a wallet that can claim it manually after the timer has expired.
fa_ir: قبل از ارسال این تراکنش، باید اطمینان حاصل کنید که گیرنده کیف پولی دارد که پس از انقضای زمان مشخص میتواند آن را به صورت دستی مطالبه کند.

source: Can be claimed in
fa_ir: قابلیت گرفتن در

source: Cancel
fa_ir: لغو

source: Cannot send chia to coloured address. Please enter a chia address.
fa_ir: خطا: چیا را به آدرس رنگی نمیتوان ارسال کرد. لطفاً یک آدرس چیا وارد کنید.

source: CAT credential restrictions
fa_ir: محدودیت های اعتبار CAT

source: Chia Asset Token
fa_ir: توکن دارایی چیا

source: Claim transaction
fa_ir: تراکنش گرفتن

source: Claim Transaction
fa_ir: تراکنش بازگرداندن

source: Claiming...
fa_ir: ...در حال گرقتن

source: Classic version of Stably USDS as held by Prime Trust
fa_ir: نسخه کلاسیک توکن استیبل یو اس دی اس که توسط پرایم تراست نگهداری میشود

source: Claw back expiration
fa_ir: انقضای پس گرفتن

source: Claw back this transaction
fa_ir: بازکزداندن این تراکنش

source: Claw back Transaction
fa_ir: بازکزداندن این تراکنش

source: Claw Back Transaction
fa_ir: بازگرداندن تراکنش

source: Clawback payment claimed
fa_ir: پرداخت بازگرداندن گرفته شد

source: Clawback payment clawed back
fa_ir: پرداخت بازگرداندن بازکزدانده شد

source: Clawback will be applied.
fa_ir: .بازگرداندن اعمال خواهد شد

source: Clawback will not be applied.
fa_ir: .بازگرداندن اعمال نخواهد شد

source: Clawing back...
fa_ir: ...بازگرداندن

source: Close
fa_ir: ببندید

source: Confirmation
fa_ir: تائیدیه

source: Confirmed
fa_ir: تایید شده

source: Confirmed at Height
fa_ir: تایید شده در ارتفاع

source: Connection type
fa_ir: نوع اتصال

source: Copied
fa_ir: کپی شد

source: Copy wallet address
fa_ir: کپی ادرس کیف پول

source: Create New Wallet
fa_ir: کیف پول جدید ایجاد کنید

source: Create Offer
fa_ir: ایجاد پیشنهاد

source: Create Transaction
fa_ir: ایجاد تراکنش

source: Creation Date
fa_ir: تاریخ ایجاد

source: Custody Wallet
fa_ir: کیف پول حضانت

source: Custom
fa_ir: اختصاصی

source: Datalayer Wallet
fa_ir: کیف پول لایه داده ها

source: Delete
fa_ir: حذف

source: Delete Unconfirmed Transactions
fa_ir: تراکنش های تایید نشده را حذف کنید

source: Derivation Index: {0}
fa_ir: فهرست بهره‌برداری: {0}

source: DID Wallet
fa_ir: ولت شناسه غیرمتمرکز

source: Disable
fa_ir: غیر فعال کردن

source: Distributed Identity
fa_ir: هویت توزیع شده

source: Enter the {mnemonicWordCount} word mnemonic that you have saved in order to restore your Chia wallet.
fa_ir: .را که ذخیره کرده اید وارد کنید تا کیف پول چیا شما بازیابی شود {mnemonicWordCount} کد رمزها

source: Error the entered address appears to be for a different colour.
fa_ir: خطای آدرس وارد شده به نظر میرسد برای رنگ دیگری باشد.

source: Farm
fa_ir: فارم

source: Fee
fa_ir: کارمزد

source: From:
fa_ir: :از

source: HD or Hierarchical Deterministic keys are a type of public key/private key scheme where one private key can have a nearly infinite number of different public keys (and therefore wallet receive addresses) that will all ultimately come back to and be spendable by a single private key.
fa_ir: کلیدهای قطعی سلسله مراتب نوعی از طرح کلید عمومی یا کلید شخصی هستند که در آن یک کلید شخصی میتواند تقریباً بی نهایت کلید عمومی مختلف داشته باشد (همچنین آدرس های دریافت کیف پول) که در نهایت همه به یک کلید شحصی خاص باز میگردند و قابل خرج کردن هستند.

source: If you would like to speed up the transaction, please delete unconfirmed transactions and retry with a higher fee.
fa_ir: اگر میخواهید سرعت تراکنش را افزایش دهید، لطفا تراکنش‌های تایید نشده را حذف کنید و با کارمزد بالاتر دوباره امتحان کنید.

source: Import
fa_ir: وارد كردن

source: Import from {alternativeWordCount} word mnemonic
fa_ir: کد رمزها {alternativeWordCount} وارد کردن از

source: Import Wallet from Mnemonics
fa_ir: واردکردن کیف پول از طریق کد کلمات رمزها

source: IP address
fa_ir: آدرس ای پی

source: List of connections is empty
fa_ir: لیست اتصالات خالی است

source: Manage token list
fa_ir: مدیریت لیست توکن

source: Memo
fa_ir: یادداشت

source: Memos
fa_ir: یادداشت ها

source: Mempool Conflict
fa_ir: تراکم متناقص در حافظه استخر تراکنش

source: Mempool Full
fa_ir: حافظه استخر تراکنش پر است

source: MiB Up/Down
fa_ir: مگابایت ذخیره/بارگذاری

source: Multi Sig Wallet
fa_ir: کیف پول چند منظوره

source: Name
fa_ir: نام

source: New Address
fa_ir: آدرس جدید

source: New Receive Address
fa_ir: آدرس جدید گیرنده

source: New Wallet
fa_ir: کیف پول جدید

source: Next
fa_ir: بعدی

source: NFT Wallet
fa_ir: کیف پول ان اف تی

source: Nickname
fa_ir: نام مستعار

source: No previous transactions
fa_ir: بدون تراکنش های قبلی

source: Node ID
fa_ir: شناسه نود

source: Not Available
fa_ir: غیرقابل دسترسی

source: Not Synced
fa_ir: سینک نشده

source: Offer Accepted
fa_ir: پیشنهاد پذیرفته شد

source: OK
fa_ir: تأیید

source: On average there is one minute between each transaction block. Unless there is congestion you can expect your transaction to be included in less than a minute.
fa_ir: به طور متوسط بین هر بلاک تراکنش یک دقیقه فاصله وجود دارد. مگر اینکه تراکم وجود داشته باشد، میتوانید انتظار داشته باشید که تراکنش شما در کمتر از یک دقیقه شامل شود.

source: Paste Mnemonic
fa_ir: جایگزاری کد کلمات رمز

source: Paste Mnemonic ({0} words)
fa_ir: قراردادن کد کلمات ({0}رمز)

source: Payments approved
fa_ir: پرداخت ها تایید شد

source: Pending
fa_ir: در انتظار تایید

source: Pending Balance
fa_ir: موجودی در حال تایید

source: Pending Balance for Approval
fa_ir: موجودی معلق برای تأیید

source: Pending Change
fa_ir: تغییر در حالت انتظار

source: Pending claw back transactions
fa_ir: بازگرداندن تراکنشهای در انتظاز

source: Pending Total Balance
fa_ir: کل موچودی در حال تایید

source: Please allow some time for the payments to reflect in the blockchain.
fa_ir: لطفاً کمی زمان بگذارید تا پرداخت‌ها در بلاک چین منعکس شود.

source: Please enter a transaction fee to approve the above amount:
fa_ir: لطفاً برای تأیید مبلغ فوق، کارمزد تراکنش را وارد کنید:

source: Please enter a transaction fee to claim the above amount:
fa_ir: :لطفاً یک کارمزد تراکنش برای گرفتن مبلغ بالا وارد کنید

source: Please enter a transaction fee to claw back the above amount:
fa_ir: :لطفاً یک کارمزد تراکنش برای بازگرداندن مبلغ بالا وارد کنید

source: Please enter a valid asset id
fa_ir: لطفاً یک شناسه دارایی معتبر وارد کنید

source: Please enter a valid numeric amount
fa_ir: لطفا مقدار عددی معتبر وارد کنید

source: Please enter a valid numeric fee
fa_ir: لطفاً کارمزد معتبری اعداد وارد کنید

source: Please enter a valid token name
fa_ir: یک نام توکن معتبر وارد کنید

source: Please enter valid wallet name
fa_ir: یک نام کیف پول معتبر وارد کنید

source: Please finish syncing before making a transaction
fa_ir: صبرکنید سینک به اتمام برسد سپس ایجاد تراکنش کنید

source: Please wait for wallet synchronization
fa_ir: صبرکنید کیف پول کامل سینک شود

source: Pooling Wallet
fa_ir: کیف پول برای استخر

source: Port
fa_ir: پورت

source: Provider's ID
fa_ir: شناسه ارائه دهنده

source: Provider's website
fa_ir: وب سایت ارائه دهنده

source: Rate Limited
fa_ir: نرخ محدود شده

source: Receive
fa_ir: دريافت كردن

source: Receive Address
fa_ir: آدرس گیرنده

source: Recipient address is not a coloured wallet address. Please enter a coloured wallet address
fa_ir: آدرس گیرنده یک آدرس کیف پول رنگی نیست. یک آدرس کیف پول رنگی وارد کنید

source: Recoverable Wallet
fa_ir: کیف پول قابل بازیابی

source: Recovery Wallet
fa_ir: کیف پول بازیابی

source: Rename Wallet
fa_ir: تغییر نام کیف پول

source: Restricted CAT
fa_ir: توکن محدود

source: Retire
fa_ir: کنارگذاشته شده

source: RL Wallet
fa_ir: کیف پول RL

source: Save
fa_ir: ذخیره

source: Search on Tail Database
fa_ir: جستجو در دیتابیس تیل

source: Select Wallet Type
fa_ir: انتخاب نوع کیف پول

source: Send
fa_ir: ارسال

source: Show Asset Id
fa_ir: نمایش شناسه دارایی

source: Spendable Balance
fa_ir: موجودی قابل خرج کردن

source: Standard Wallet
fa_ir: کیف پول استاندارد

source: Status
fa_ir: وضعیت

source: Success
fa_ir: با موفقیت

source: Summary
fa_ir: خلاصه

source: Synced
fa_ir: سینک شده

source: Syncing
fa_ir: درحال سینک

source: The derivation index sets the range of wallet addresses that the wallet scans the blockchain for. This number is generally higher if you have a lot of transactions or canceled offers for XCH, CATs, or NFTs. If you believe your balance is incorrect because it’s missing coins, then increasing the derivation index could help the wallet include the missing coins in the balance total.
fa_ir: شاخص مشتق که کیف پول بلاکچین را اسکن میکند محدوده آدرس های کیف پول را تعیین مینماید. اگر تراکنش‌های زیادی دارید یا پیشنهادات لغو شده برای چیا ، توکن یا ان اف تی دارید، این عدد معمولاً بیشتر است. اگر فکر میکنید موجودی‌ شما نادرست است، ارزهای درون آن کمتر است، افزایش شاخص مشتق‌گیری میتواند به کیف پول کمک کندتا ارزهای گمشده را در کل موجودی قراردهد.

source: The recipient of this transaction will need to have valid credentials in order to claim the sent assets. See the CR CAT restrictions above.
fa_ir: گیرنده این تراکنش برای مطالبه دارایی های ارسالی باید دارای اعتبارنامه معتبر باشد. محدودیت های CR CAT را در بالا ببینید.

source: The transaction could not be immediately included in the mempool because the specified fee is too low. The transaction will be retried periodically, and may be included in the mempool once fees are lower, or if space becomes available.
fa_ir: تراکنش نمیتواند فوراً در حافظه استخر تراکنش گنجانده شود زیرا کارمزد تعیین‌شده بسیار کم است. این تراکنش به صورت دوره‌ای تکرار میشود و ممکن است پس از کاهش هزینه‌ها، یا در صورت فراهم شدن فضا، در مجموعه گنجانده شود.

source: The transaction is pending inclusion in the mempool because it conflicts with one or more other transactions already in the mempool. The transaction will be retried periodically, and may be included in the mempool if the conflicting transactions are removed.
fa_ir: تراکنش در انتظار درج در حافظه استخر تراکنش است زیرا با یک یا چند تراکنش دیگر اکنون در حافظه استخر تراکنش متضاد است. این تراکنش به صورت دوره‌ای دوباره امتحان میشود و در صورت وجود امکان دارد در حافظه استخر تراکنش گنجانده شده و تراکنش های متناقض حذف میشوند.

source: This access token is verified
fa_ir: این توکن در دسترس تأیید شده است

source: This is not a valid address for sending funds to
fa_ir: این یک آدرس معتبر برای ارسال وجوه به آن نیست

source: This is the amount of Chia that you can currently use to make transactions. It does not include pending farming rewards, pending incoming transactions, and Chia that you have just spent but is not yet in the blockchain.
fa_ir: این مقدار رمزارزچیایی است که در حال حاضر میتوانید برای انجام تراکنش ها استفاده کنید. این مقدار شامل پاداشهای درحال پردازش فارم، دریافتی های جدید و مقادیر رمزارز چیا که اخیراً هزینه کرده‌اید اما هنوز در بلاکچین نیستند نمیباشد.

source: This is the pending change, which are change coins which you have sent to yourself, but have not been confirmed yet.
fa_ir: این تغییر که ارزهای تغییر یافته را برای خود ارسال کردید درحال انجام است، اما هنوز تایید نشده اند.

source: This is the sum of the incoming and outgoing pending transactions (not yet included into the blockchain). This does not include farming rewards.
fa_ir: این مجموع تراکنش های معلق ورودی و خروجی است (هنوز در بلاکچین گنجانده نشده). این شامل پاداش فارم نمیشود.

source: This is the total amount of chia in the blockchain at the current peak block that is controlled by your private keys. It includes frozen farming rewards, but not pending incoming and outgoing transactions.
fa_ir: این مقدار کل چیا در بلاکچین در بلاک اوج فعلی است که توسط کلیدهای شخصی شما کنترل میشود. این شامل پاداش‌های فارم بلاک شده میشود، اما تراکنش‌های ورودی و خروجی معلق نیست.

source: This is the total balance + pending balance: it is what your balance will be after all pending transactions are confirmed.
fa_ir: این کل موجودی + موجودی در انتظار است: نشان میدهد پس از تأیید همه تراکنش‌های معلق، موجودی شما چقدر خواهد بود.

source: This transaction will be automatically claimed with a fee:
fa_ir: :این تراکنش به صورت خودکار با کارمزد گرفته میشود

source: To:
fa_ir: :به

source: Token has empty asset id
fa_ir: توکن دارای شناسه دارایی خالی است

source: Token has empty name
fa_ir: توکن نام خالی دارد

source: Tokens
fa_ir: توکن ها

source: Total Balance
fa_ir: موجودی کل

source: Transaction has successfully been sent to a full node and included in the mempool.
fa_ir: تراکنش به نودکامل منتقل شد و در حافظه استخر تراکنش قرار گرفت.

source: Transactions
fa_ir: تراکنش ها

source: Transactions will be claimed automatically when the Clawback time expires.
fa_ir: پس از انقضای زمان بازگرداندن، تراکنش‌ها به‌طور خودکاربرگردانده میشوند.

source: Transactions with values smaller than the fee will not be auto claimed.
fa_ir: تراکنش‌هایی که مقادیر کارمزد کمتر دارند، به‌طور خودکار بازگردانده نمیشوند.

source: Wallet {walletId} not found
fa_ir: یافت نشد {walletId} کیف پول

source: Wallet Connections
fa_ir: اتصالات کیف پول

source: Wallet does not exists
fa_ir: کیف پول وجود ندارد

source: Wallet Name
fa_ir: نام کیف پول

source: Wallet needs to be synced before approving transactions
fa_ir: قبل از تأیید تراکنش‌ها، کیف پول باید سینک شود

source: Wallet needs to be synced for claiming clawback transactions
fa_ir: کیف پول برای بازگزداندن تراکنش‌های مدعی پس گرفتن باید سینک شود

source: Wallet with type {0} not supported
fa_ir: کیف پول با نوع {0} پشتیبانی نمیشود

source: Welcome! The following words are used for your wallet backup. Without them, you will lose access to your wallet, keep them safe! Write down each word along with the order number next to them. (Order is important)
fa_ir: خوش آمدید. کلمات زیر برای پشتیبان گیری کیف پول شما استفاده میشود. بدون آنها، دسترسی به کیف پول خود را از دست خواهید داد، آنها را در محل امن نگه دارید! هر کلمه را همراه با شماره ترتیب کنار آنها یادداشت کنید. (ترتیب مهم است)

source: Will be autoclaimed in
fa_ir: خودکار بازگردانده خواهد شد در

source: You can change the Clawback Auto Claim fee in Settings.
fa_ir: .میتوانید کارمزد گرفتن خودکار ادعای بازگرداندن را در تنظیمات تغییر دهید

source: You do not have this verifiable credential or it is not from the correct authorized provided
fa_ir: شما این اعتبار قابل تأیید را ندارید یا از مجوزهای ارائه شده معتبر نیست

source: You have this verifiable credential from the correct authorized provider
fa_ir: شما این اعتبار قابل تأیید را از ارائه دهنده مجاز معتبر دارید

source: Your pasted list does not include {mnemonicWordCount} valid mnemonic words.
fa_ir: .کد رمزهای معتبر نیست {mnemonicWordCount} لیست فرارداده شما شامل
