Repository: Chia-Network/chia-blockchain-gui
Catalog: packages/core/src/locales/*/messages.po
Languages: fa_ir

source: (>5 min)
fa_ir: (> 5 دقیقه)

source: {minPassphraseLength, plural, one {Passphrases must be at least # character in length} other {Passphrases must be at least # characters in length}}
fa_ir: {minPassphraseLength, plural,one {طول کارکتر رمز ورود باید حداقل # باشد} other {طول کارکترهای رمز ورود باید حداقل # باشند}}

source: A new version of Chia is available!
fa_ir: نسخه جدید چیا در دسترس است

source: Add Icon
fa_ir: اصافه نمودن نماد

source: Add wallet
fa_ir: اضافه نمودن کیف پول

source: Amount
fa_ir: مبلغ

source: Appearance
fa_ir: ظاهر برنامه

source: Are you sure you want to continue? Type in the fingerprint of this wallet key to confirm deletion.
fa_ir: آیا مطمئن هستید که میخواهید ادامه دهید؟ برای تایید حذف، کلمات کد این کلید کیف پول را تایپ کنید.

source: Back
fa_ir: بازگشت

source: Cancel
fa_ir: لغو

source: Check for updates
fa_ir: بروز رسانی را بررسی کنید

source: Checking for updates...
fa_ir: بروز رسانی را بررسی کنید...

source: Chia {latestVersion} is currently the latest version available.
fa_ir: .در حال حاضر آخرین نسخه موجود است {latestVersion} چیا

source: Chia Application Version:
fa_ir: نسخه برنامه چیا:

source: Close
fa_ir: بستن

source: Connected
fa_ir: متصل شد

source: Copied
fa_ir: کپی شد

source: Copy to Clipboard
fa_ir: کپی در حافظه

source: Create a new wallet key
fa_ir: ایجاد یک کلید کیف پول جدید

source: Create a new wallet key to get started with Chia.
fa_ir: برای شروع کار با چیا یک کلید کیف پول جدید ایجاد کنید.

source: Create New
fa_ir: ایجاد جدید

source: Dark
fa_ir: تاریک

source: Delete
fa_ir: حذف

source: Delete all keys
fa_ir: حذف تمامی کلید ها

source: Delete All Keys
fa_ir: حذف تمامی کلید ها

source: Delete key {fingerprint}
fa_ir: {fingerprint} حذف کلید

source: Deleting all keys will permanently remove the keys from your computer, make sure you have backups. Are you sure you want to continue?
fa_ir: حذف همه کلیدها آنها را برای همیشه از روی رایانه شما حذف میکند، مطمئن شوید که نسخه پشتیبان دارید. آیا مطمئنید که میخواهید ادامه دهید؟

source: Details
fa_ir: جزئیات

source: Disable
fa_ir: غیر فعال

source: Disable Passphrase Protection
fa_ir: محافظت از رمز ورودی را غیرفعال کنید

source: Discard
fa_ir: دست برداشتن

source: Download
fa_ir: دخیره

source: Error
fa_ir: خطا

source: Error:
fa_ir: خطا:

source: Esc
fa_ir: خروج

source: FAQ
fa_ir: پاسخ به سوالات

source: Farmer Public Key
fa_ir: کلید عمومی فارمر

source: Farmer public key:
fa_ir: کلید عمومی فارم کننده:

source: Farming
fa_ir: درحال فارم

source: Fee
fa_ir: کارمزد

source: Fingerprint does not match
fa_ir: کدها هماهنگی ندارند

source: Frequently Asked Questions
fa_ir: پرسش ها و پاسخ های متداول

source: Go To Download Page
fa_ir: به صفحه ذخیره بروید

source: Help
fa_ir: راهنما

source: Help translate
fa_ir: همکاری برای ترجمه

source: Hide
fa_ir: مخفی

source: Hide Advanced Options
fa_ir: مخفی کردن گزینه های پیشرفته

source: Import Existing
fa_ir: وارد کردن انچه موجود است

source: Incorrect value
fa_ir: اطلاعات نادرست

source: Language
fa_ir: زبان

source: Latest Version:
fa_ir: آخرین نسخه:

source: Light
fa_ir: روشن

source: Likely in {0} seconds
fa_ir: احتمالاً در {0} ثانیه

source: Likely in {minutes} minutes
fa_ir: {minutes} احتمالاً در

source: Likely in >5 minutes
fa_ir: ممکن است بیشتر از 5 دقیقه باشد

source: Loading details
fa_ir: در حال بارگیری جزئیات

source: Loading keys
fa_ir: بارگذاری کلیدها

source: Migrate
fa_ir: انتقال

source: Migration required
fa_ir: نیاز به انتقال

source: Mode
fa_ir: حالت

source: NEVER SHARE THESE WITH ANYONE
fa_ir: هرگز این موارد را با کسی به اشتراک نگذارید

source: New passphrase is the same as your current passphrase
fa_ir: رمز ورودی جدید همانند رمز ورودی فعلی شما است

source: New version {latestVersion} available
fa_ir: موجود است {latestVersion} نسخه جدید

source: No 24 word seed, since this key is imported.
fa_ir: از زمانیکه کلید را وارد کرده اید هیچ کلمات رمز 24 حرفی موجود نیست.

source: Not connected
fa_ir: متضل نیست

source: OK
fa_ir: قبول

source: Open a world of possibilities.
fa_ir: دنیایی از امکانات را باز کنید.

source: Pool Public Key
fa_ir: کلید عمومی استخر

source: Pool public key:
fa_ir: کلید عمومی استخر:

source: Private key {fingerprint}
fa_ir: {fingerprint} کد شخصی

source: Private key:
fa_ir: کلید شخصی:

source: Public Key
fa_ir: کلید عمومی

source: Public key:
fa_ir: کلید عمومی:

source: Random
fa_ir: تصادفی

source: Recommended value: 0.000005
fa_ir: مقدار پیشنهادی: 0.000005

source: Release Notes
fa_ir: یادداشت های انتشار

source: Reload Application
fa_ir: بارگذاری مجدد برنامه

source: Remove Icon
fa_ir: حذف نماد

source: Rename
fa_ir: تغییر نام

source: Report an Issue
fa_ir: گزارش یک خطا

source: Reveal
fa_ir: نمایان

source: Save
fa_ir: ذخیره

source: Search
fa_ir: جستجو

source: Secret Key
fa_ir: کلید مخفی

source: Seed Phrase
fa_ir: عبارات کلمه

source: Seed:
fa_ir: کلمات زمز:

source: Select...
fa_ir: انتخاب...

source: Send Feedback
fa_ir: ارسال پیشنهاد

source: Setting a passphrase is strongly recommended to protect your keys. Are you sure you want to skip setting a passphrase?
fa_ir: تنظیم یک رمز ورود برای محافظت از کلیدهای شما قویا توصیه میشود. آیا مطمئن هستید که میخواهید از تنظیم یک رمز ورود صرفنظر کنید؟

source: Settings
fa_ir: تنظیمات

source: Show Advanced Options
fa_ir: نمایش گزینه‌های پیشرفته

source: Skip
fa_ir: صرف نظر

source: Skip Passphrase Protection
fa_ir: صرف نظر از محافظت رمز ورود

source: Something went wrong
fa_ir: مشکلی پیش آمد

source: The provided passphrase and confirmation do not match
fa_ir: رمز ورود تأیید شده مطابقت ندارند

source: This key is used for a wallet that may have a non-zero balance. By deleting this key you may lose access to this wallet
fa_ir: این کلید برای کیف پول استفاده شده است و ممکن است خالی نباشد در صورت حذف دیگر به آن دسترسی نخواهید داشت

source: This key is used for your farming rewards address. By deleting this key you may lose access to any future farming rewards
fa_ir: این کلید برای دریافت پاداش استخر فارم شما استفاده شده است. با حذف کلید دسترسی به پاداشهای بعدی استخر را از دست میدهید

source: This key is used for your pool rewards address. By deleting this key you may lose access to any future pool rewards
fa_ir: این کلید برای دریافت پاداش استخر فارم شما استفاده شده است. با حذف کلید دسترسی به پاداشهای بعدی استخر را از دست میدهید

source: This will permanently remove the key from your computer, make sure you have your mnemonic phrase backed up.
fa_ir: با این کار کلید برای همیشه از رایانه شما حذف میشود، مطمئن شوید که از کلمات کد خود نسخه پشتیبان تهیه کرده اید.

source: Transaction has been sent to a full node and is pending inclusion into the mempool. {0}
fa_ir: تراکنش به یک نودکامل ارسال شد و منتظر قرار گرفتن در حافظه استخر تراکنش است. {0}

source: Transaction has not been sent to node yet
fa_ir: تراکنش هنوز به نود ارسال نشده

source: Transaction has successfully been sent to a full node and included in the mempool.
fa_ir: تراکنش به نودکامل منتقل شد و در حافظه استخر تراکنش قرار گرفت.

source: Try Again
fa_ir: مجدد تلاش کنید

source: Unable to load keys
fa_ir: کلیدها بارگیری نمیشوند

source: Unknown
fa_ir: ناشناخته

source: Unsaved Changes
fa_ir: تغییرات ذخیره نشده

source: Using a passphrase is strongly recommended to protect your keys. Are you sure you want to disable passphrase protection?
fa_ir: تنظیم یک رمز ورود برای محافظت از کلیدهای شما اکیداً توصیه میشود. آیا مطمئن هستید که میخواهید از تنظبم رمز عبور صرفنظر کنید؟

source: Value seems high
fa_ir: ارزش بالا به نظر میرسد

source: Wallet
fa_ir: کیف پول

source: Wallet {0}
fa_ir: کیف پول {0}

source: Wallet Fingerprint
fa_ir: کلمات کد کیف پول

source: Wallet Keys
fa_ir: کلیدهای کیف پول

source: What's New
fa_ir: اخبار جدید

source: You have made changes. Do you want to discard them?
fa_ir: شما تغییراتی ایجاد کرده اید. آیا میخواهید آنها را فراموش کنید؟

source: You're up to date
fa_ir: شما بروز هستید

source: Your Current Version:
fa_ir: نسخه فعلی شما:

source: Your keys have not been migrated to a new keyring. You will be unable to create new keys or delete existing keys until migration completes. Would you like to migrate your keys now?
fa_ir: کلیدهای شما به یک کلید جدید تا زمانیکه انتقال کامل نشود، منتقل نشده است. نمیتوانید کلیدهای جدید ایجاد کنید یا کلیدهای موجود را حذف کنید. آیا میخواهید کلیدهای خود را اکنون انتقال دهید؟
